[
  {
    "country": "The Netherlands",
    "facts": [
      "The Netherlands is the first country to have a solar-powered bicycle path.",
      "The Netherlands is the world's tallest nation, with men averaging 6ft.",
      "The Netherlands once saw a single tulip bulb cost more than a house.",
      "The Netherlands operates trains powered 100% by wind energy.",
      "The Netherlands farmers bred orange carrots specifically to honor royalty.",
      "The Netherlands has no legal penalty for escaping prison; the urge to be free is considered human nature.",
      "The Netherlands consumes the most licorice per capita in the world.",
      "The Netherlands imports trash from other countries to fuel its power plants.",
      "The Netherlands has more bicycles than residents.",
      "The Netherlands commonly serves chocolate sprinkles on buttered toast for breakfast."
    ]
  },
  {
    "country": "United States",
    "facts": [
      "United States has over 10,000 cities named 'Springfield'.",
      "United States contains one-third of all the world's airports.",
      "United States has a town called Boring, Oregon, paired with Dull, Scotland.",
      "United States maintains a strategic maple syrup reserve for emergencies.",
      "United States once fought a 'war' over a border where a mule was the only casualty.",
      "United States is home to a two-foot-wide park in Portland.",
      "United States once allowed a man to successfully mail himself in a crate across state lines.",
      "United States has more museums than McDonald's and Starbucks combined.",
      "United States law in Arizona prohibits donkeys from sleeping in bathtubs.",
      "United States flag was designed by a student who initially received a B- for the project."
    ]
  },
  {
    "country": "Singapore",
    "facts": [
      "Singapore is one of only three city-states in the world.",
      "Singapore can fine you for not flushing a public toilet.",
      "Singapore airport features the world's tallest indoor waterfall.",
      "Singapore residents have the fastest average walking speed on Earth.",
      "Singapore bans walking naked in your own home if neighbors can see you.",
      "Singapore has increased its land area by 25% since 1960 through reclamation.",
      "Singapore is the headquarters of the World Toilet Organization.",
      "Singapore prints its national anthem in micro-text on the $1,000 bill.",
      "Singapore was a major pirate haven in the 19th century.",
      "Singapore nature reserves contain more tree species than all of North America."
    ]
  },
  {
    "country": "United Kingdom",
    "facts": [
      "United Kingdom town 'Dull' is officially twinned with 'Boring', Oregon.",
      "United Kingdom's Windsor Castle is the world's oldest occupied castle.",
      "United Kingdom is home to the 58-letter town name 'Llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch'.",
      "United Kingdom drinks 165 million cups of tea every single day.",
      "United Kingdom law technically forbids entering Parliament in a suit of armor.",
      "United Kingdom features a 'Poison Garden' with over 100 lethal plants.",
      "United Kingdom used old newspapers for fish and chips until the 1980s.",
      "United Kingdom monarchs do not require passports for international travel.",
      "United Kingdom invented the world's first postage stamp in 1840.",
      "United Kingdom legend claims it is illegal to die in the Houses of Parliament."
    ]
  },
  {
    "country": "Russia",
    "facts": [
      "Russia has a surface area larger than the planet Pluto.",
      "Russia contains over 13,000 completely uninhabited villages.",
      "Russia is the only nation on Earth borders twelve different seas.",
      "Russia once imposed a tax on beards to modernize social appearances.",
      "Russia only classified beer as an alcoholic drink in 2013.",
      "Russia's Hermitage Museum employs cats to guard art from rats.",
      "Russia's 1908 Olympic team arrived 12 days late due to calendar differences.",
      "Russia lake Karachay is so radioactive it can be fatal within one hour.",
      "Russia has a secret 'Metro-2' subway system for government bunkers.",
      "Russia superstition forbids shaking hands over a doorway for fear of bad luck."
    ]
  },
  {
    "country": "China",
    "facts": [
      "China goes through 45 billion pairs of disposable chopsticks annually.",
      "China city Nagqu is physically larger than the country of Sweden.",
      "China uses a single time zone despite spanning five geographical ones.",
      "China uses 'Geese Police' in some regions for their superior hearing.",
      "China technically owns every giant panda on the planet.",
      "China once had a traffic jam that lasted twelve full days.",
      "China's Forbidden City has 9,999 rooms to avoid outshining heaven.",
      "China invented paper money approximately 1,400 years ago.",
      "China law requires government permission to reincarnate.",
      "China still has 35 million people living in traditional cave dwellings."
    ]
  },
  {
    "country": "India",
    "facts": [
      "India is the only country with a legal bill of rights for cows.",
      "India and Fiji are the only nations with Hindi as an official language.",
      "India's Taj Mahal is constructed entirely from white marble.",
      "India is the only place to find both wild lions and tigers.",
      "India's Mars mission cost less than the movie 'Gravity'.",
      "India is home to the world's only floating post office.",
      "India invented the concepts of both chess and shampoo.",
      "India village Shani Shingnapur has no doors on any homes.",
      "India frog weddings are held in some villages to summon rain.",
      "India is the world's largest producer of milk."
    ]
  },
  {
    "country": "Indonesia",
    "facts": [
      "Indonesia is home to the Komodo dragon, the world's largest lizard.",
      "Indonesia has the largest Muslim population of any country.",
      "Indonesia is the world's largest island-state with over 17,000 islands.",
      "Indonesia produces the world's most expensive coffee from civet poop.",
      "Indonesia supplies nearly half of the world's total palm oil.",
      "Indonesia launched its own domestic satellite system in 1976.",
      "Indonesia has over 700 distinct native languages.",
      "Indonesia is home to the 3-foot-wide 'corpse flower'.",
      "Indonesia contains one of the world's largest gold mines.",
      "Indonesia recorded history's largest volcanic eruption in 1815."
    ]
  },
  {
    "country": "Turkmenistan",
    "facts": [
      "Turkmenistan has a gas crater that has burned since 1971.",
      "Turkmenistan's capital has the world's highest density of marble buildings.",
      "Turkmenistan once renamed months after the leader's family members.",
      "Turkmenistan days of the week were also once renamed for family.",
      "Turkmenistan banned lip-syncing in 2005 to protect 'true culture'.",
      "Turkmenistan has the world's largest indoor Ferris wheel.",
      "Turkmenistan once required a political book to be revered like scripture.",
      "Turkmenistan banned long hair and beards in its capital in 2004.",
      "Turkmenistan banned dogs from its capital due to their 'unappealing odor'.",
      "Turkmenistan features a rotating gold statue that always faces the sun."
    ]
  },
  {
    "country": "Taiwan",
    "facts": [
      "Taiwan garbage trucks play classical music to signal pickup.",
      "Taiwan was the first nation in Asia to legalize same-sex marriage.",
      "Taiwan has the world's highest density of 24-hour convenience stores.",
      "Taiwan shopping receipts serve as lottery tickets to prevent tax evasion.",
      "Taiwan convenience stores allow you to pay tuition and dry cleaning bills.",
      "Taiwan museum holds the world's largest collection of ancient Chinese art.",
      "Taiwan culture avoids direct 'no's, preferring 'it's inconvenient'.",
      "Taiwan buildings often skip the 4th floor due to superstitions about death.",
      "Taiwan is the birthplace of the global 'Bubble Tea' phenomenon.",
      "Taiwan features a themed restaurant where customers dine on toilet-shaped chairs."
    ]
  },
  {
    "country": "Australia",
    "facts": [
      "Australia is the only continent without an active volcano.",
      "Australia has a 'Dingo Fence' longer than the Great Wall of China.",
      "Australia contains more than 10,000 distinct beaches.",
      "Australia has more kangaroos than human residents.",
      "Australia's Melbourne and Sydney couldn't agree on a capital, so they built Canberra.",
      "Australia is home to a lake that is naturally bubblegum pink.",
      "Australia once saw its Prime Minister vanish while swimming at the beach.",
      "Australia has a mountain named 'Mount Disappointment' because the explorers found it boring.",
      "Australia's national airline once tested a flight powered by mustard seeds.",
      "Australia's smallest population actually lives in a landmass 500 times bigger than Tokyo."
    ]
  },
  {
    "country": "South Korea",
    "facts": [
      "South Korea considers babies to be one year old at the moment of birth.",
      "South Korea boasts the fastest average internet speeds in the world.",
      "South Korea has a special day for singles to eat black noodles in protest of love.",
      "South Korea is home to a massive theme park dedicated entirely to toilets.",
      "South Korea students often study until midnight in private academies.",
      "South Korea fruit is so expensive it is considered a high-end luxury gift.",
      "South Korea residents traditionally fear 'Fan Death' from sleeping in closed rooms.",
      "South Korea has more than 4,000 islands along its coastline.",
      "South Korea professional gamers are treated like A-list movie stars.",
      "South Korea is the global capital of plastic surgery per capita."
    ]
  },
  {
    "country": "Hong Kong",
    "facts": [
      "Hong Kong has more skyscrapers than any other city on Earth.",
      "Hong Kong features the world's longest covered outdoor escalator.",
      "Hong Kong has more Rolls-Royces per capita than any other city.",
      "Hong Kong buildings often have 'Dragon Holes' to let spirits fly through.",
      "Hong Kong is the birthplace of Bruce Lee and Jackie Chan.",
      "Hong Kong technically consists of 263 separate islands.",
      "Hong Kong is home to the world's cheapest Michelin-starred restaurant.",
      "Hong Kong residents eat more Spam per person than almost anywhere else.",
      "Hong Kong was once a British colony for over 150 years.",
      "Hong Kong's name literally translates to 'Fragrant Harbor'."
    ]
  },
  {
    "country": "Romania",
    "facts": [
      "Romania is home to the world’s heaviest building, the Palace of the Parliament.",
      "Romania features a 'Merry Cemetery' with humorous poems on tombstones.",
      "Romania is the birthplace of the real-life inspiration for Dracula.",
      "Romania contains the world's tallest wooden church.",
      "Romania has a massive underground theme park inside a salt mine.",
      "Romania's currency is made of plastic and is nearly impossible to tear.",
      "Romania has the largest population of brown bears in Europe.",
      "Romania is home to Europe's oldest modern human remains.",
      "Romania built a mountain road so spectacular it was called the best in the world.",
      "Romania's Palace of the Parliament can be seen from space."
    ]
  },
  {
    "country": "Brazil",
    "facts": [
      "Brazil once famously tried to sell an aircraft carrier on eBay.",
      "Brazil is the only country in the Americas that speaks Portuguese.",
      "Brazil contains a 'Snake Island' so dangerous the government banned visitors.",
      "Brazil has the largest Japanese population outside of Japan.",
      "Brazil once saw a city council election won by a goat.",
      "Brazil is home to the world's best beach according to travel sites.",
      "Brazil has a capital city that looks like an airplane from the sky.",
      "Brazil offers free sex-reassignment surgery under its public health system.",
      "Brazil prisoners can reduce their sentences by reading books.",
      "Brazil once hosted a European capital—the only one ever outside Europe."
    ]
  },
  {
    "country": "France",
    "facts": [
      "France is the most visited country in the entire world.",
      "France was the first country to ban supermarkets from throwing away food.",
      "France covers the most time zones (12) of any country due to territories.",
      "France has a law that allows you to marry a dead person under special circumstances.",
      "France produces over 1,600 different types of cheese.",
      "France's Louis XIX was king for only 20 minutes—a world record.",
      "France once had a 'Beard Tax' just like Russia.",
      "France's Eiffel Tower was originally intended to be a temporary structure.",
      "France consumes roughly 30,000 tons of snails every year.",
      "France has more Nobel Prizes in Literature than any other nation."
    ]
  },
  {
    "country": "Vietnam",
    "facts": [
      "Vietnam is the world's largest exporter of cashews.",
      "Vietnam is home to the world's largest cave, which has its own jungle.",
      "Vietnam features a 'Snake Village' where you can eat a cobra's heart.",
      "Vietnam's traditional hat, the Non La, can be used as a basket or umbrella.",
      "Vietnam is the second-largest coffee producer in the world.",
      "Vietnam has a 'Coffee with Eggs' tradition that tastes like tiramisu.",
      "Vietnam is home to the rare 'frog-faced' turtle.",
      "Vietnam has over 45 million motorbikes—roughly one for every two people.",
      "Vietnam's currency features Ho Chi Minh on every single bill.",
      "Vietnam has a bridge held up by two giant stone hands."
    ]
  },
  {
    "country": "Panama",
    "facts": [
      "Panama is the only place you can see the sun rise over the Pacific and set over the Atlantic.",
      "Panama was the first country outside the US to use the American dollar.",
      "Panama is home to more bird species than the entire US and Canada combined.",
      "Panama's canal generates roughly one-third of the country's entire economy.",
      "Panama has the world's second-largest duty-free zone.",
      "Panama is the only capital city in the world to have a rainforest in its limits.",
      "Panama was once part of Colombia before gaining independence.",
      "Panama's Hat is actually made in Ecuador, not Panama.",
      "Panama has over 1,400 islands along its two coastlines.",
      "Panama is the only place where the Atlantic and Pacific oceans are connected."
    ]
  },
  {
    "country": "Colombia",
    "facts": [
      "Colombia has a 'Liquid Rainbow' river that turns bright red and yellow.",
      "Colombia is the world's leading producer of high-quality emeralds.",
      "Colombia has the most species of orchids on the planet.",
      "Colombia has a law that requires the national anthem to be played on radio twice daily.",
      "Colombia is the only South American country with coastlines on both oceans.",
      "Colombia has a town called 'Zapatoca' where people never die (supposedly).",
      "Colombia produces the most delicious mild coffee in the world.",
      "Colombia is home to the largest number of bird species of any country.",
      "Colombia has a festival where people build giant sculptures out of flowers.",
      "Colombia's name is actually spelled with an 'o', not a 'u'."
    ]
  },
  {
    "country": "Japan",
    "facts": [
      "Japan has over 5 million vending machines—roughly one for every 23 people.",
      "Japan sells more adult diapers than baby diapers due to its aging population.",
      "Japan features an 'Island of Cats' where felines outnumber humans six to one.",
      "Japan's trains are so punctual that delays of over five minutes warrant an apology note.",
      "Japan sells square watermelons for easy stacking in refrigerators.",
      "Japan has a forest known for being the most haunted place in the country.",
      "Japan is made up of over 6,800 different islands.",
      "Japan has a cafe where you can pay to cuddle with owls or hedgehogs.",
      "Japan's national sport is Sumo, but baseball is actually more popular.",
      "Japan has a 'naked festival' where thousands of men compete in loincloths."
    ]
  },
  {
    "country": "Germany",
    "facts": [
      "Germany has over 1,000 different varieties of sausage.",
      "Germany was the first country to adopt Daylight Savings Time.",
      "Germany has no punishment for prisoners who try to escape.",
      "Germany has more than 2,100 castles scattered across its landscape.",
      "Germany is home to the world's narrowest street—only 12 inches wide.",
      "Germany has a law that makes it illegal to run out of gas on the Autobahn.",
      "Germany's Berlin has more bridges than Venice.",
      "Germany is the second-largest beer consumer in Europe.",
      "Germany invented the Christmas tree tradition.",
      "Germany has a 'Beer Garden' culture that is protected by law."
    ]
  },
  {
    "country": "Sweden",
    "facts": [
      "Sweden has the largest number of islands (over 220,000) in the world.",
      "Sweden imports trash from other nations because it is too good at recycling.",
      "Sweden is home to the world's first Ice Hotel, rebuilt every winter.",
      "Sweden allows anyone to walk, camp, or pick berries anywhere in the country.",
      "Sweden's Northvolt is building the world's greenest battery factory.",
      "Sweden once saw its King try to ban coffee, leading to 'coffee undergrounds'.",
      "Sweden has a hotel where you can sleep in a giant bird's nest.",
      "Sweden is the birthplace of the pacemaker, the zipper, and the flat-pack furniture.",
      "Sweden has a law that requires every child to have a name approved by the government.",
      "Sweden is home to the Nobel Prize ceremonies."
    ]
  },
  {
    "country": "Bulgaria",
    "facts": [
      "Bulgaria is the only European nation that hasn't changed its name since 681 AD.",
      "Bulgaria residents nod for 'no' and shake their heads for 'yes'.",
      "Bulgaria produces 85% of the entire world's rose oil.",
      "Bulgaria is the birthplace of the Cyrillic alphabet, not Russia.",
      "Bulgaria has the world's oldest gold treasure, dating back 6,000 years.",
      "Bulgaria sent a folk song into space on the Voyager 1 probe.",
      "Bulgaria has the second-highest number of natural mineral springs in Europe.",
      "Bulgaria celebrates spring by gifting red and white 'Marta' bracelets.",
      "Bulgaria's currency, the Lev, literally translates to 'Lion'.",
      "Bulgaria is home to the highest peak in the Balkan Peninsula."
    ]
  },
  {
    "country": "Canada",
    "facts": [
      "Canada has more lakes than the rest of the world's lakes combined.",
      "Canada has a town with a 'UFO Landing Pad' built in 1967.",
      "Canada's Hudson Bay has lower gravity than the rest of the planet.",
      "Canada has the world's most northern settlement, just shy of the North Pole.",
      "Canada's police once issued a 'ticket' to a man for being too polite.",
      "Canada has the most doughnut shops per capita in the world.",
      "Canada once saw a massive heist where $18 million of maple syrup was stolen.",
      "Canada is home to 10% of the world's total forest cover.",
      "Canada has a post office specifically for letters to Santa Claus.",
      "Canada's national sport is Lacrosse, though Hockey is more famous."
    ]
  },
  {
    "country": "Spain",
    "facts": [
      "Spain is home to the world's oldest existing lighthouse.",
      "Spain produces over 40% of the entire world's olive oil.",
      "Spain has a festival where people throw thousands of tomatoes at each other.",
      "Spain's national anthem has no official lyrics.",
      "Spain has a restaurant that has been cooking on the same fire since 1725.",
      "Spain is the only European country to have a physical border with an African nation.",
      "Spain has a law that allows you to be naked in public (though it's rare).",
      "Spain is the birthplace of the modern guitar.",
      "Spain has the highest number of bars per capita in the EU.",
      "Spain's Sagrada Familia cathedral has been under construction for over 140 years."
    ]
  },
  {
    "country": "Argentina",
    "facts": [
      "Argentina was the first country to use fingerprinting to solve a crime.",
      "Argentina has the highest number of plastic surgeons per capita.",
      "Argentina is the birthplace of the Tango dance.",
      "Argentina once had five different presidents in a single week.",
      "Argentina has a mountain that is the highest peak outside of Asia.",
      "Argentina's name literally translates to 'Land of Silver'.",
      "Argentina has the world's widest avenue—it takes two light cycles to cross.",
      "Argentina is home to the world's largest population of penguins outside Antarctica.",
      "Argentina has a tradition of eating gnocchi on the 29th of every month.",
      "Argentina's soccer fans once caused a minor earthquake with their cheering."
    ]
  },
  {
    "country": "Seychelles",
    "facts": [
      "Seychelles is home to the Coco de Mer, the world's largest and heaviest seed.",
      "Seychelles was once a popular hideout for real-life pirates.",
      "Seychelles is home to the Aldabra giant tortoise, which can live for 150 years.",
      "Seychelles is the smallest country in Africa by land area.",
      "Seychelles has an island where the only residents are thousands of birds.",
      "Seychelles once saw a man buy an island for £8,000 and live there alone for 40 years.",
      "Seychelles is made up of 115 different islands.",
      "Seychelles has some of the world's rarest granite rock formations on its beaches.",
      "Seychelles is home to the world's smallest frog—only 10mm long.",
      "Seychelles was uninhabited by humans until the late 1700s."
    ]
  },
  {
    "country": "Italy",
    "facts": [
      "Italy has a free wine fountain in the Abruzzo region that flows 24/7.",
      "Italy has more UNESCO World Heritage sites than any other country.",
      "Italy's Vatican City is the smallest country in the world.",
      "Italy has three active volcanoes—more than any other European nation.",
      "Italy's police force uses Lamborghinis to transport urgent donor organs.",
      "Italy is the birthplace of the piano, the battery, and the thermometer.",
      "Italy has a 'cursed' island where every owner has met a tragic end.",
      "Italy consumes over 14 billion espressos every year.",
      "Italy has a law that requires you to smile in Milan (except at funerals).",
      "Italy's Leaning Tower of Pisa was already leaning when it was being built."
    ]
  },
  {
    "country": "Bangladesh",
    "facts": [
      "Bangladesh has six distinct seasons instead of the usual four.",
      "Bangladesh is home to the world's longest natural sandy beach.",
      "Bangladesh has a 'floating' library system on boats for rural children.",
      "Bangladesh's national animal, the Royal Bengal Tiger, has a roar heard 3km away.",
      "Bangladesh is the third-largest Muslim-majority country in the world.",
      "Bangladesh considers the left hand to be 'unclean' and only eats with the right.",
      "Bangladesh has part of the world's largest mangrove forest.",
      "Bangladesh's ground has never frozen in recorded history due to its low elevation.",
      "Bangladesh has a shortage of rocks, so they break bricks to use for construction.",
      "Bangladesh's oldest known city site dates back over 2,400 years."
    ]
  },
  {
    "country": "Mexico",
    "facts": [
      "Mexico City is sinking by about 10 inches every year.",
      "Mexico is home to the world's smallest volcano—only 43 feet tall.",
      "Mexico's Great Pyramid of Cholula is the largest pyramid by volume in the world.",
      "Mexico is the birthplace of chocolate, corn, and chilies.",
      "Mexico has a 'silent' zone where radio signals mysteriously fail to work.",
      "Mexico once had a president who served for less than an hour.",
      "Mexico has a festival where people dress up as skeletons to honor the dead.",
      "Mexico's Chihuahua dog is named after a Mexican state.",
      "Mexico has an underwater museum with over 500 life-sized sculptures.",
      "Mexico is home to the world's oldest university in North America."
    ]
  },
  {
    "country": "Thailand",
    "facts": [
      "Thailand has a festival for monkeys where they are served a massive buffet.",
      "Thailand's capital, Bangkok, has a ceremonial name that is 168 letters long.",
      "Thailand is the only Southeast Asian nation never colonized by Europe.",
      "Thailand has a law that makes it illegal to step on currency (because of the King's face).",
      "Thailand features a market located directly on an active train track.",
      "Thailand is home to the world's smallest mammal—the bumblebee bat.",
      "Thailand once saw a white elephant given as a gift meant to bankrupt the receiver.",
      "Thailand has over 35,000 temples scattered across the country.",
      "Thailand's national sport is Muay Thai, also known as the 'Art of Eight Limbs'.",
      "Thailand has a 'Lopburi Monkey Banquet' where 2,000kg of food is given to macaques."
    ]
  },
  {
    "country": "Uzbekistan",
    "facts": [
      "Uzbekistan is one of only two 'double-landlocked' countries in the world.",
      "Uzbekistan's metro stations in Tashkent are among the most beautiful on Earth.",
      "Uzbekistan is home to the world's oldest Quran, dating back to the 7th century.",
      "Uzbekistan produces over 1 million tons of cotton every year.",
      "Uzbekistan's Samarkand was once the center of the Silk Road trade route.",
      "Uzbekistan has a 'Ship Graveyard' in the middle of a desert where a sea used to be.",
      "Uzbekistan's national dish, Plov, is so important it's on the UNESCO heritage list.",
      "Uzbekistan has more than 300 days of sunshine every year.",
      "Uzbekistan's Muruntau gold mine is one of the largest open-pit mines in the world.",
      "Uzbekistan once had a city that was the center of Islamic learning for centuries."
    ]
  },
  {
    "country": "Philippines",
    "facts": [
      "Philippines consists of over 7,600 islands, but the number changes with the tide.",
      "Philippines is the world's leading producer of coconuts.",
      "Philippines has a 'hanging coffins' tradition where the deceased are suspended on cliffs.",
      "Philippines is home to the world's smallest primate—the tarsier.",
      "Philippines has a 'Jeepney' culture of vibrantly decorated WWII-era transport.",
      "Philippines once saw a pearl found that was the largest in the world—34kg.",
      "Philippines flag is flown upside down only when the country is at war.",
      "Philippines has an underground river that is one of the new 7 wonders of nature.",
      "Philippines is home to a town called 'Hell' that is a popular tourist spot.",
      "Philippines is the 'Texting Capital of the World' with 450 million texts sent daily."
    ]
  },
  {
    "country": "Switzerland",
    "facts": [
      "Switzerland requires social animals like guinea pigs to be kept in pairs.",
      "Switzerland has enough nuclear fallout shelters to hide its entire population.",
      "Switzerland has the highest consumption of chocolate per capita in the world.",
      "Switzerland has no official capital city (Bern is only the 'federal city').",
      "Switzerland has a mountain peak with a 360-degree revolving restaurant.",
      "Switzerland has four official languages—none of which is 'Swiss'.",
      "Switzerland's flag is one of only two square national flags in the world.",
      "Switzerland has a law that makes it illegal to mow your lawn on Sundays.",
      "Switzerland is home to the world's longest and deepest railway tunnel.",
      "Switzerland has more than 1,500 lakes within its borders."
    ]
  },
  {
    "country": "Angola",
    "facts": [
      "Angola is the birthplace of the dreadlocks hairstyle.",
      "Angola is home to some of the largest waterfalls in Africa.",
      "Angola's name comes from 'Ngola', the title of its ancient kings.",
      "Angola's capital, Luanda, has been ranked as the world's most expensive city.",
      "Angola has one of the world's youngest populations—45% are under 15.",
      "Angola is home to the Giant Sable Antelope, once thought to be extinct.",
      "Angola was the source of many enslaved people who brought Capoeira to Brazil.",
      "Angola's national symbol is the 'Machete and Gear', representing labor and struggle.",
      "Angola has a park where elephants were reintroduced via a massive airlift.",
      "Angola is a major producer of diamonds and oil in Africa."
    ]
  },
  {
    "country": "Peru",
    "facts": [
      "Peru has more than 3,700 species of butterflies—20% of the world's total.",
      "Peru grows over 2,800 different varieties of potatoes.",
      "Peru is home to the 'Boiling River' which reaches temperatures of 200°F.",
      "Peru's Machu Picchu was never discovered by the Spanish conquistadors.",
      "Peru is the birthplace of the Surfing sport (according to some historians).",
      "Peru has a 'rainbow mountain' with distinct layers of turquoise and gold.",
      "Peru's Amazon rainforest covers over 60% of the country's land.",
      "Peru has the highest sand dune in the world—over 3,800 feet tall.",
      "Peru is home to the world's deepest canyon—twice as deep as the Grand Canyon.",
      "Peru's Nazca Lines are massive ancient drawings visible only from the sky."
    ]
  },
  {
    "country": "Nigeria",
    "facts": [
      "Nigeria's Nollywood produces more movies annually than Hollywood.",
      "Nigeria has over 500 different native languages spoken by its people.",
      "Nigeria is home to the 'Twin Capital of the World' with the highest twin birth rate.",
      "Nigeria is the most populous country in Africa.",
      "Nigeria's 'Wole Soyinka' was the first African to win the Nobel Prize in Literature.",
      "Nigeria has a butterfly species that is found nowhere else on Earth.",
      "Nigeria's city of Lagos is the largest city in Africa.",
      "Nigeria is the world's largest producer of cassava.",
      "Nigeria has a 'durbar' festival featuring thousands of armored horses.",
      "Nigeria is home to the world's largest diversity of butterflies."
    ]
  },
  {
    "country": "Poland",
    "facts": [
      "Poland has a 'Crooked Forest' with hundreds of trees bent at 90 degrees.",
      "Poland is home to the world's largest castle by land area.",
      "Poland's constitution was the first in Europe and the second in the world.",
      "Poland has a salt mine with an entire cathedral carved underground.",
      "Poland is the world's largest exporter of amber.",
      "Poland once disappeared from the world map for 123 years.",
      "Poland has a tradition of 'Wet Monday' where people throw water on each other.",
      "Poland's Marie Curie was the first person to win two Nobel Prizes.",
      "Poland is home to the European Bison, the heaviest land animal in Europe.",
      "Poland has a 'Braid' festival where women compete with the longest hair."
    ]
  },
  {
    "country": "Finland",
    "facts": [
      "Finland has more saunas than it has private cars.",
      "Finland has been ranked as the world's happiest country for seven years.",
      "Finland has a 'National Sleepy Head Day' where the last to wake up is thrown in water.",
      "Finland is the only place you can meet the 'Real' Santa Claus in Lapland.",
      "Finland has more than 188,000 lakes within its borders.",
      "Finland has the most heavy metal bands per capita in the world.",
      "Finland's air is officially the cleanest in the entire world.",
      "Finland has a 'Freedom to Roam' law allowing anyone to camp anywhere.",
      "Finland has no public payphones—everyone uses mobile phones.",
      "Finland invented the 'Wife Carrying World Championship'."
    ]
  },
  {
    "country": "Türkiye",
    "facts": [
      "Türkiye is home to Göbekli Tepe, the world's oldest known temple.",
      "Türkiye's Istanbul is the only city in the world located on two continents.",
      "Türkiye is the birthplace of Santa Claus (Saint Nicholas).",
      "Türkiye has the world's highest per-capita tea consumption.",
      "Türkiye's Grand Bazaar is one of the oldest and largest covered markets.",
      "Türkiye is home to two of the Seven Wonders of the Ancient World.",
      "Türkiye was the first to introduce coffee to Europe.",
      "Türkiye has a 'Tulip' history that actually predates the Netherlands.",
      "Türkiye's national sport is 'Oil Wrestling' where players cover themselves in olive oil.",
      "Türkiye has more than 30 different languages spoken across its regions."
    ]
  },
  {
    "country": "Austria",
    "facts": [
      "Austria's flag is one of the oldest in the world, dating to 1230.",
      "Austria is home to the world's oldest zoological garden.",
      "Austria invented the world's first postcard in 1869.",
      "Austria has the world's oldest still-operating restaurant, founded in 803.",
      "Austria's Vienna is home to almost a quarter of the entire population.",
      "Austria is the top organic farming country in Europe.",
      "Austria's 'Waltz' dance was once considered scandalous and immoral.",
      "Austria is the birthplace of the PEZ candy dispenser.",
      "Austria has more than 700 mountain peaks higher than 3,000 meters.",
      "Austria's Baroness Bertha von Suttner was the first woman to win the Nobel Peace Prize."
    ]
  },
  {
    "country": "Sri Lanka",
    "facts": [
      "Sri Lanka was the first country in modern history to have a female Prime Minister.",
      "Sri Lanka is the birthplace of true cinnamon, used by ancient Egyptians.",
      "Sri Lanka has a 'Star Gate' carving that some believe is an ancient space map.",
      "Sri Lanka's 'Adam's Peak' has a footprint considered sacred by four religions.",
      "Sri Lanka is home to the world's oldest human-planted tree.",
      "Sri Lanka has the highest density of waterfalls in the world.",
      "Sri Lanka's national sport is Volleyball, not Cricket.",
      "Sri Lanka was known as 'Serendib', which is the origin of the word 'serendipity'.",
      "Sri Lanka has a 'Gathering' of 300 elephants at a single lake every year.",
      "Sri Lanka is the only place you can see the world's largest land and sea mammals in one day."
    ]
  },
  {
    "country": "Egypt",
    "facts": [
      "Egypt is home to the world's oldest dress—over 5,000 years old.",
      "Egypt's Great Pyramid was the world's tallest building for 3,800 years.",
      "Egypt is one of the driest countries on Earth, getting only 25mm of rain a year.",
      "Egypt's ancient people used bread mold to treat infections (early penicillin).",
      "Egypt has the world's longest river, the Nile, flowing through it.",
      "Egypt's ancient Pharaohs were often overweight, contrary to their statues.",
      "Egypt was the first to invent the 365-day calendar.",
      "Egypt has a 'City of the Dead' where thousands of people live inside a cemetery.",
      "Egypt's Suez Canal handles about 12% of all global trade.",
      "Egypt has the only remaining Wonder of the Ancient World."
    ]
  },
  {
    "country": "Morocco",
    "facts": [
      "Morocco is home to the world's oldest university, founded by a woman in 859 AD.",
      "Morocco features 'Tree-Climbing Goats' that stand on Argan tree branches.",
      "Morocco's 'Blue City' of Chefchaouen is painted entirely in shades of blue.",
      "Morocco is only 8 miles away from the coast of Europe.",
      "Morocco has the world's largest concentrated solar power plant.",
      "Morocco's national drink is 'Mint Tea', known as 'Moroccan Whiskey'.",
      "Morocco has a 'Valley of Roses' that produces 4,000 tons of petals annually.",
      "Morocco's Sahara Desert features dunes that can 'sing' due to sand friction.",
      "Morocco is home to the film set of 'Ouarzazate', the 'Hollywood of Africa'.",
      "Morocco was the first country to recognize the United States as an independent nation."
    ]
  },
  {
    "country": "Tunisia",
    "facts": [
      "Tunisia's underground 'troglodyte' homes were used as Luke Skywalker's house.",
      "Tunisia was the site of ancient Carthage, the great rival to Rome.",
      "Tunisia has an amphitheater that is better preserved than the Roman Colosseum.",
      "Tunisia's 'Chott el Djerid' is a massive salt lake that looks like a mirage.",
      "Tunisia is the northernmost country in Africa.",
      "Tunisia's national dish is Couscous, often served with spicy harissa.",
      "Tunisia has a 'Forbidden' city that was once closed to non-Muslims for centuries.",
      "Tunisia is the largest producer of olive oil outside of the European Union.",
      "Tunisia's coast has over 1,000km of white sandy beaches.",
      "Tunisia has some of the best-preserved Roman mosaics in the world."
    ]
  },
  {
    "country": "Pakistan",
    "facts": [
      "Pakistan is home to the world's highest paved international road.",
      "Pakistan produces over 50% of all the world's hand-stitched soccer balls.",
      "Pakistan has the world's largest deep-sea port in Gwadar.",
      "Pakistan is home to the world's second-highest mountain, K2.",
      "Pakistan's 'Malala Yousafzai' is the youngest person to win the Nobel Peace Prize.",
      "Pakistan has the world's largest volunteer ambulance service.",
      "Pakistan's 'Karakoram Highway' is often called the 'Eighth Wonder of the World'.",
      "Pakistan is home to one of the world's oldest civilizations, the Indus Valley.",
      "Pakistan has a forest that was planted entirely by hand over 100 years.",
      "Pakistan's national sport is Field Hockey, though Cricket is the obsession."
    ]
  },
  {
    "country": "Iran",
    "facts": [
      "Iran has had 27 different capitals throughout its history—a world record.",
      "Iran is the only place to find the wild Asiatic cheetah.",
      "Iran is the world's largest producer of saffron and caviar.",
      "Iran has a 'Singing Bridge' where locals gather to perform under its arches.",
      "Iran's 'Persepolis' was the capital of the largest empire in ancient history.",
      "Iran has a village where houses are carved into volcanic rock like cones.",
      "Iran is one of the most hospitable countries, with a culture of 'Taarof' politeness.",
      "Iran has a 'Mud City' that is over 2,000 years old.",
      "Iran's traditional wrestling, 'Varzesh-e Pahlavani', is a UNESCO heritage art.",
      "Iran has more than 10 different climate zones, from snowy mountains to deserts."
    ]
  },
  {
    "country": "Greece",
    "facts": [
      "Greece has more archaeological museums than any other country.",
      "Greece is home to the island of Ikaria, where people forget to die (longevity zone).",
      "Greece's national anthem has 158 stanzas, making it the longest on Earth.",
      "Greece has more than 6,000 islands, but only 227 are inhabited.",
      "Greece's Santoríni is actually the edge of a giant submerged volcano.",
      "Greece is the birthplace of the Olympic Games and Democracy.",
      "Greece has a law that forbids wearing high heels at ancient sites.",
      "Greece is the world's leading producer of sea sponges.",
      "Greece has more than 300 days of sunshine every year.",
      "Greece's 'Mount Athos' is a monastic state where no females (even animals) are allowed."
    ]
  },
  {
    "country": "Kazakhstan",
    "facts": [
      "Kazakhstan is the world's largest landlocked country by area.",
      "Kazakhstan is the original birthplace of the apple; wild forests still grow there.",
      "Kazakhstan's Baikonur is the world's oldest and largest space launch site.",
      "Kazakhstan's national sport is 'Buzkashi', a polo-like game played with a goat carcass.",
      "Kazakhstan has a 'Singing Dune' that hums when the wind blows.",
      "Kazakhstan is home to the world's largest chimney—over 1,300 feet tall.",
      "Kazakhstan has a lake that is half fresh water and half salt water.",
      "Kazakhstan's horse-to-human ratio is one of the highest in the world.",
      "Kazakhstan is the world's largest producer of uranium.",
      "Kazakhstan's 'Nur-Sultan' is the second-coldest capital city in the world."
    ]
  },
  {
    "country": "Saudi Arabia",
    "facts": [
      "Saudi Arabia is the largest country in the world without a single permanent river.",
      "Saudi Arabia imports sand and camels from Australia because its own aren't right for building.",
      "Saudi Arabia's Ghawar field is the largest oil field in the world.",
      "Saudi Arabia is home to the world's largest airport by land area.",
      "Saudi Arabia has a 'Camel Beauty Contest' with million-dollar prizes.",
      "Saudi Arabia is the birthplace of Islam and home to its two holiest cities.",
      "Saudi Arabia's 'The Line' is a planned city that will be 170km long and 200m wide.",
      "Saudi Arabia once had a law banning women from driving, which was lifted in 2018.",
      "Saudi Arabia is home to the world's tallest flagpole.",
      "Saudi Arabia has a 'Desert Diamond' known as the desert truffle."
    ]
  },
  {
    "country": "Qatar",
    "facts": [
      "Qatar is the only country where the sea meets the desert dunes at the 'Inland Sea'.",
      "Qatar is officially the flattest country in the world.",
      "Qatar has a 'Robot Camel Racing' scene with remote-controlled jockeys.",
      "Qatar's 'The Pearl' is a man-made island built over a former pearl diving site.",
      "Qatar has the highest GDP per capita of almost any nation on Earth.",
      "Qatar has a museum that is shaped like a 'Desert Rose' crystal.",
      "Qatar once hosted the entire World Cup in a single city's radius.",
      "Qatar has a 'Falcon Hospital' dedicated entirely to the care of birds.",
      "Qatar's national airline has been ranked the best in the world multiple times.",
      "Qatar has no permanent forests and very little natural greenery."
    ]
  },
  {
    "country": "Malaysia",
    "facts": [
      "Malaysia has the world's largest cave chamber, fitting 40 Boeing 747s.",
      "Malaysia is home to the 'Rafflesia', the world's largest and smelliest flower.",
      "Malaysia has a 'King' who is elected every five years from nine sultans.",
      "Malaysia's Petronas Towers were the world's tallest buildings for six years.",
      "Malaysia has a bridge that is the longest in Southeast Asia.",
      "Malaysia is home to the 'Walking Catfish' that can move across land.",
      "Malaysia has more than 1,000 species of orchids in the wild.",
      "Malaysia's 'Cameron Highlands' is a tea-growing region with a British feel.",
      "Malaysia is home to the world's largest population of wild orangutans.",
      "Malaysia has a 'Snake Temple' where live pit vipers roam freely."
    ]
  },
  {
    "country": "Bolivia",
    "facts": [
      "Bolivia has two national capitals—La Paz and Sucre.",
      "Bolivia has the world's largest salt flat, covering 10,000 square kilometers.",
      "Bolivia has a 'Death Road' that is a popular (but dangerous) tourist bike route.",
      "Bolivia's 'San Pedro' is a prison where inmates live with their families.",
      "Bolivia has a clock on its congress building that runs backward.",
      "Bolivia is home to the highest navigable lake in the world.",
      "Bolivia has 37 official languages, including dozens of indigenous ones.",
      "Bolivia has a navy despite being a landlocked country.",
      "Bolivia is the world's largest exporter of Brazil nuts.",
      "Bolivia's 'Salar de Uyuni' creates a perfect mirror effect when flooded."
    ]
  },
  {
    "country": "Ghana",
    "facts": [
      "Ghana is the world's second-largest producer of cocoa.",
      "Ghana was the first sub-Saharan African nation to gain independence.",
      "Ghana is home to 'Fantasy Coffins' shaped like fish, cars, or planes.",
      "Ghana's 'Lake Volta' is the largest man-made lake in the world by surface area.",
      "Ghana is often called the 'Island of Peace' in a turbulent region.",
      "Ghana has a tradition of naming children based on the day of the week they were born.",
      "Ghana's 'Elmina Castle' is the oldest European building in sub-Saharan Africa.",
      "Ghana is home to the 'Kente' cloth, a royal and sacred fabric.",
      "Ghana's capital, Accra, is one of the fastest-growing cities in Africa.",
      "Ghana has the world's largest open-air market."
    ]
  },
  {
    "country": "United Arab Emirates",
    "facts": [
      "United Arab Emirates has a 'Minister of State for Happiness'.",
      "United Arab Emirates is home to the Burj Khalifa, the world's tallest building.",
      "United Arab Emirates' Dubai police force uses supercars like Lamborghinis.",
      "United Arab Emirates has a man-made island shaped like a palm tree.",
      "United Arab Emirates is home to the world's first 'Gold ATM'.",
      "United Arab Emirates' 'Masdar City' is a planned zero-carbon city.",
      "United Arab Emirates has a 'Falconry' culture that is a UNESCO heritage.",
      "United Arab Emirates once saw a rain-making experiment using drones.",
      "United Arab Emirates has more than 200 different nationalities living there.",
      "United Arab Emirates' 'Abu Dhabi' has a museum that is a branch of the Louvre."
    ]
  },
  {
    "country": "Chile",
    "facts": [
      "Chile is the longest country in the world, stretching 4,300km.",
      "Chile's Atacama Desert is so dry it is used to train Mars rovers.",
      "Chile has the world's highest volcano—Ojos del Salado.",
      "Chile holds the record for the world's largest swimming pool.",
      "Chile is a global leader in astronomy and UFO research.",
      "Chile had the largest recorded earthquake in history (9.5 magnitude).",
      "Chile contains the world's oldest mummies, predating Egypt's by 2,000 years.",
      "Chile's 'Easter Island' is home to the famous giant stone Moai statues.",
      "Chile's flag is nearly identical to the state flag of Texas.",
      "Chile is home to the 'Hand of the Desert'—a massive stone sculpture."
    ]
  },
  {
    "country": "Uganda",
    "facts": [
      "Uganda is one of the few places to stand on the Equator and see water drain differently.",
      "Uganda is home to over half of the world's remaining mountain gorillas.",
      "Uganda has one of the youngest populations in the world.",
      "Uganda's 'Lake Victoria' is the largest tropical lake on the planet.",
      "Uganda is the source of the White Nile, the world's longest river.",
      "Uganda's national symbol is the Grey Crowned Crane.",
      "Uganda is known as the 'Pearl of Africa' (named by Winston Churchill).",
      "Uganda is the world's second-largest producer of bananas.",
      "Uganda has more than 1,000 different species of birds.",
      "Uganda's 'Sipi Falls' is a series of three spectacular waterfalls."
    ]
  },
  {
    "country": "Mauritius",
    "facts": [
      "Mauritius was the only home of the dodo bird before it went extinct.",
      "Mauritius has an 'Underwater Waterfall' that is a stunning optical illusion.",
      "Mauritius has the 'Seven Coloured Earths'—sand dunes in seven distinct hues.",
      "Mauritius is the only African nation where Hinduism is the primary religion.",
      "Mauritius has no standing army—security is handled by the police.",
      "Mauritius was a French and British colony before gaining independence.",
      "Mauritius is home to the 'Pink Pigeon', one of the world's rarest birds.",
      "Mauritius has some of the world's oldest botanical gardens.",
      "Mauritius's 'Le Morne' mountain was once a refuge for runaway slaves.",
      "Mauritius is known for its high-quality sugar and rum production."
    ]
  },
  {
    "country": "Albania",
    "facts": [
      "Albania has more than 170,000 concrete bunkers built during the Cold War.",
      "Albania's language is a unique branch of the Indo-European family.",
      "Albania has a superstition of using scarecrows to ward off 'neighbor's jealousy'.",
      "Albania residents nod for 'no' and shake their heads for 'yes'.",
      "Albania was the first country to officially declare itself atheist.",
      "Albania has more of its citizens living abroad than within its borders.",
      "Albania's currency, the Lek, is named after Alexander the Great.",
      "Albania has a 'Besa' code of honor that protected Jews during WWII.",
      "Albania is a leader in renewable energy (mostly hydroelectric).",
      "Albania's capital, Tirana, is known for its brightly painted buildings."
    ]
  },
  {
    "country": "Dominican Republic",
    "facts": [
      "Dominican Republic is the only place in the world where Larimar stone is found.",
      "Dominican Republic has the oldest cathedral in the Americas.",
      "Dominican Republic is the only country with a Bible on its national flag.",
      "Dominican Republic has the highest peak in the Caribbean—Pico Duarte.",
      "Dominican Republic is the birthplace of Merengue and Bachata music.",
      "Dominican Republic has a 'Humpback Whale' sanctuary in Samaná Bay.",
      "Dominican Republic's 'Amber Museum' has a mosquito in amber from Jurassic Park.",
      "Dominican Republic is home to the Caribbean's only subway system.",
      "Dominican Republic has a 'Salt Lake' that is below sea level.",
      "Dominican Republic was the site of the first permanent European settlement."
    ]
  },
  {
    "country": "Slovenia",
    "facts": [
      "Slovenia is the only country with the word 'love' in its name.",
      "Slovenia has more than 10,000 caves, including one with its own train.",
      "Slovenia has a castle, Predjama, that is built directly into a cave mouth.",
      "Slovenia is home to the world's oldest grapevine, over 400 years old.",
      "Slovenia has a 'Dragon Bridge' in its capital city.",
      "Slovenia is the third most forested country in Europe.",
      "Slovenia's 'Lake Bled' has a church on a tiny island in its center.",
      "Slovenia has more than 28,000 kilometers of streams and rivers.",
      "Slovenia is one of the few countries where you can go skiing and see the sea on the same day.",
      "Slovenia has an official 'Day of the Dead' that is a major holiday."
    ]
  },
  {
    "country": "Ethiopia",
    "facts": [
      "Ethiopia follows a calendar that is seven to eight years behind the world.",
      "Ethiopia is the only African nation never successfully colonized.",
      "Ethiopia is the birthplace of coffee (specifically the Kaffa region).",
      "Ethiopia has its own unique script called Ge'ez.",
      "Ethiopia's 'Lalibela' has 11 medieval churches carved out of solid rock.",
      "Ethiopia is home to 'Lucy', one of the oldest human ancestor skeletons.",
      "Ethiopia has the lowest point in Africa—the Danakil Depression.",
      "Ethiopia once had a 'Lion of Judah' monarchy that lasted 3,000 years.",
      "Ethiopia is the source of the Blue Nile, which provides most of the Nile's water.",
      "Ethiopia has a unique 13-month calendar system."
    ]
  },
  {
    "country": "Venezuela",
    "facts": [
      "Venezuela has a permanent lightning storm that flashes 280 times an hour.",
      "Venezuela has Angel Falls, the world's highest uninterrupted waterfall.",
      "Venezuela has the world's largest proven oil reserves.",
      "Venezuela has won more major international beauty pageants than any other nation.",
      "Venezuela's 'Lake Maracaibo' is the largest lake in South America.",
      "Venezuela has a mountain with a flat top called a 'Tepui'.",
      "Venezuela is home to the world's largest rodent—the capybara.",
      "Venezuela once had the world's highest inflation rate.",
      "Venezuela has a 'Catatumbo' lightning phenomenon that is a natural lighthouse.",
      "Venezuela is the birthplace of the 'Arepa', a cornmeal cake."
    ]
  },
  {
    "country": "Ukraine",
    "facts": [
      "Ukraine is home to the world's deepest metro station (105.5m deep).",
      "Ukraine has a 'Tunnel of Love' made of green tree arches over a railway.",
      "Ukraine has the largest number of adult literacy at 100%.",
      "Ukraine is the 'Breadbasket of Europe' due to its fertile black soil.",
      "Ukraine has the world's largest airplane, the An-225 Mriya (destroyed in 2022).",
      "Ukraine's 'Ostroh Academy' is one of the oldest universities in Eastern Europe.",
      "Ukraine has a 'Ghost City' (Pripyat) near the site of the Chernobyl disaster.",
      "Ukraine is the birthplace of the world's first constitution (1710).",
      "Ukraine has more than 1,500 different types of traditional embroidery.",
      "Ukraine is the world's largest producer of sunflower seeds."
    ]
  },
  {
    "country": "Kenya",
    "facts": [
      "Kenya's 'Hakuna Matata' is a real Swahili phrase meaning 'no worries'.",
      "Kenya has a 'Giraffe Manor' where giraffes eat breakfast with guests.",
      "Kenya is the world's leading exporter of high-quality black tea.",
      "Kenya's 'Maasai Mara' hosts the 'Great Migration' of 2 million animals.",
      "Kenya has a 'Nairobi National Park' where lions roam next to skyscrapers.",
      "Kenya's 'Lamu Island' has no cars—everyone uses donkeys.",
      "Kenya is home to the world's fastest long-distance runners.",
      "Kenya has a 'Great Rift Valley' that is visible from space.",
      "Kenya's national dress is the vibrant red 'Shuka' of the Maasai.",
      "Kenya is the first country to ban plastic bags completely with heavy fines."
    ]
  },
  {
    "country": "Belgium",
    "facts": [
      "Belgium has the world's highest number of castles per square mile.",
      "Belgium's Brussels airport sells more chocolate than any other single place.",
      "Belgium is the birthplace of the Big Bang Theory.",
      "Belgium has a 'Manneken Pis' statue that has over 1,000 different outfits.",
      "Belgium produces over 1,100 different varieties of beer.",
      "Belgium is home to the world's first 'Diamond Capital' (Antwerp).",
      "Belgium once went 652 days without a formal government—a world record.",
      "Belgium is the only country to have art on the moon (a small sculpture).",
      "Belgium is the birthplace of the classic comic 'The Adventures of Tintin'.",
      "Belgium's 'Tomorrowland' is one of the world's largest music festivals."
    ]
  },
  {
    "country": "Denmark",
    "facts": [
      "Denmark's flag is the oldest continuously used national flag in the world.",
      "Denmark has no word for 'please' in its language.",
      "Denmark is the birthplace of LEGO ('Leg Godt' means 'Play Well').",
      "Denmark has a 'Tivoli Gardens' that inspired Walt Disney for Disneyland.",
      "Denmark has more pigs than people (over 12 million pigs).",
      "Denmark is home to the 'Little Mermaid' statue in Copenhagen.",
      "Denmark has a law that requires you to check for children under your car.",
      "Denmark is one of the flatest countries in Europe—no real mountains.",
      "Denmark's 'Hygge' culture is all about coziness and well-being.",
      "Denmark has the world's oldest royalty—the Monarchy of Denmark."
    ]
  },
  {
    "country": "Moldova",
    "facts": [
      "Moldova is home to the world's largest wine collection (2 million bottles).",
      "Moldova has a breakaway region called 'Transnistria' that isn't recognized.",
      "Moldova is known for its 'Gypsy Capital' with landmark-themed houses.",
      "Moldova's 'Cricova' wine cellar is like an underground city with streets.",
      "Moldova is the least visited country in Europe.",
      "Moldova has the highest density of vineyards in the world.",
      "Moldova's national animal is the 'Auroch', an extinct wild ox.",
      "Moldova has a 'Cave Monastery' located on a steep cliff.",
      "Moldova's 'Old Orhei' is a natural and historical complex of 2,000 years.",
      "Moldova is a major producer of walnuts and sunflowers."
    ]
  },
  {
    "country": "Hungary",
    "facts": [
      "Hungary has Lake Hévíz, the world's largest swimmable thermal lake.",
      "Hungary is the birthplace of the Rubik's Cube.",
      "Hungary has a 'Cowboy' culture (Puszta) with incredible horse skills.",
      "Hungary's Parliament building is the third largest in the world.",
      "Hungary has 13 Nobel Prize winners—more per capita than many larger nations.",
      "Hungary's language, Magyar, is unrelated to any of its neighbors.",
      "Hungary has a 'Busójárás' festival where people wear scary masks to scare away winter.",
      "Hungary's capital, Budapest, was once two separate cities (Buda and Pest).",
      "Hungary has more than 1,300 thermal springs.",
      "Hungary's 'Tokaji' wine was called the 'Wine of Kings' by Louis XIV."
    ]
  },
  {
    "country": "Serbia",
    "facts": [
      "Serbia is the world's largest exporter of raspberries.",
      "Serbia is the birthplace of 18 Roman emperors, including Constantine.",
      "Serbia has a mountain (Rtanj) believed by some to be an alien pyramid.",
      "Serbia's 'Tesla Museum' houses the ashes of Nikola Tesla.",
      "Serbia is home to 'Vampires'—the word 'vampire' is of Serbian origin.",
      "Serbia has a 'Skull Tower' made of real human skulls (built by Ottomans).",
      "Serbia's 'EXIT' festival was born as a student protest for democracy.",
      "Serbia has more than 70 different types of traditional brandy (Rakija).",
      "Serbia is the birthplace of the world's first 'Clock' (according to some legends).",
      "Serbia's 'Iron Gates' is the largest gorge in Europe."
    ]
  },
  {
    "country": "Nepal",
    "facts": [
      "Nepal is the only country with a non-rectangular national flag.",
      "Nepal is home to Mount Everest, the highest peak on Earth.",
      "Nepal is the birthplace of Lord Buddha (in Lumbini).",
      "Nepal has the deepest gorge in the world—Kali Gandaki.",
      "Nepal has a living goddess, the 'Kumari', who is a young girl.",
      "Nepal has more than 80 different ethnic groups and 120 languages.",
      "Nepal is the only country that was never colonized by a foreign power.",
      "Nepal has the highest density of UNESCO World Heritage sites in one valley.",
      "Nepal's national animal is the Cow, which is considered sacred.",
      "Nepal has a 'Momo' culture—steamed dumplings are the national obsession."
    ]
  },
  {
    "country": "Botswana",
    "facts": [
      "Botswana has Africa's highest concentration of elephants.",
      "Botswana is the world's second-largest producer of diamonds.",
      "Botswana's 'Okavango Delta' is a massive inland river system in a desert.",
      "Botswana is Africa's oldest continuous democracy since 1966.",
      "Botswana is the best place to see meerkats in the wild.",
      "Botswana's 'Makgadikgadi Pan' is one of the largest salt pans on Earth.",
      "Botswana has protected 38% of its land as national parks or reserves.",
      "Botswana's currency, the Pula, also means 'rain'—a precious resource.",
      "Botswana is home to the 'Kalahari' desert, covering 70% of its area.",
      "Botswana has a 'No Hunting' policy for wildlife to protect biodiversity."
    ]
  },
  {
    "country": "Armenia",
    "facts": [
      "Armenia was the first country to adopt Christianity as a state religion.",
      "Armenia requires chess to be taught as a mandatory school subject.",
      "Armenia is home to the world's oldest winery, 6,100 years old.",
      "Armenia has the world's oldest known leather shoe (5,500 years old).",
      "Armenia's 'Lavash' bread is on the UNESCO cultural heritage list.",
      "Armenia's 'Lake Sevan' is one of the largest high-altitude lakes.",
      "Armenia is the 'Land of Apricots'—they are the national fruit.",
      "Armenia has a 39-letter unique alphabet created in 405 AD.",
      "Armenia's 'Etchmiadzin' is the oldest cathedral in the world.",
      "Armenia is a monoethnic country—98% of the population are Armenian."
    ]
  },
  {
    "country": "North Macedonia",
    "facts": [
      "North Macedonia has the world's oldest astronomical observatory (Kokino).",
      "North Macedonia seceded from Yugoslavia without a single shot fired.",
      "North Macedonia is the birthplace of Mother Teresa.",
      "North Macedonia has more than 1,000 different types of traditional pies.",
      "North Macedonia's 'Lake Ohrid' is one of Europe's oldest and deepest lakes.",
      "North Macedonia has the world's largest number of 'Oldest Bibles'.",
      "North Macedonia's capital, Skopje, has more than 280 statues.",
      "North Macedonia is home to a 'Painted Mosque' with unique floral art.",
      "North Macedonia has a 'Stone Forest' of natural vertical rock pillars.",
      "North Macedonia is a major producer of tobacco and fine wine."
    ]
  },
  {
    "country": "Iraq",
    "facts": [
      "Iraq is the 'Cradle of Civilization', home to ancient Sumer and Babylon.",
      "Iraq's 'City of Ur' is the legendary birthplace of Abraham.",
      "Iraq was the site of the world's first psychiatric hospitals in the 8th century.",
      "Iraq has the 'Great Ziggurat of Ur', a massive ancient stepped temple.",
      "Iraq is the world's third-largest producer of dates.",
      "Iraq's 'Marsh Arabs' live in homes made entirely of reeds on water.",
      "Iraq has the world's oldest recorded law code (Code of Hammurabi).",
      "Iraq is home to the 'Ishtar Gate', once one of the wonders of the world.",
      "Iraq's 'Baghdad' was once the center of the world's learning during the Golden Age.",
      "Iraq has more than 10,000 different archaeological sites."
    ]
  },
  {
    "country": "Macao",
    "facts": [
      "Macao is the most densely populated region in the world.",
      "Macao has a GDP per capita that is often the highest on Earth.",
      "Macao was the first and last European colony in East Asia.",
      "Macao is known as the 'Las Vegas of Asia' but makes more gambling revenue.",
      "Macao has a 'Macanese' cuisine that is the world's first fusion food.",
      "Macao's 'Ruins of St. Paul' is a 17th-century facade and national symbol.",
      "Macao has two official languages—Cantonese and Portuguese.",
      "Macao is home to the world's highest commercial bungee jump.",
      "Macao has a 'Grand Prix' race held through its narrow city streets.",
      "Macao's 'Venetian' is the largest casino in the world."
    ]
  },
  {
    "country": "Cameroon",
    "facts": [
      "Cameroon is 'Africa in Miniature' with every major climate zone.",
      "Cameroon has over 200 different national languages spoken.",
      "Cameroon is the only place both English and French are official languages in Africa.",
      "Cameroon has the world's largest frog—the 3.3kg Goliath frog.",
      "Cameroon's 'Korup Forest' is 60 million years old—Africa's oldest.",
      "Cameroon's 'Mount Cameroon' is the highest peak in West Africa.",
      "Cameroon is the most successful African nation in World Cup history (by apps).",
      "Cameroon has 'Lake Nyos', a lake that once released a deadly CO2 cloud.",
      "Cameroon is a major producer of cocoa, coffee, and timber.",
      "Cameroon's 'Debundscha' is one of the wettest places on Earth."
    ]
  },
  {
    "country": "Senegal",
    "facts": [
      "Senegal has a 'Pink Lake' (Retba) that turns strawberry-colored from algae.",
      "Senegal has a tradition of 'Sheep Bathing' in the ocean on Sundays.",
      "Senegal's capital, Dakar, is the westernmost city on the African mainland.",
      "Senegal is known for its 'Teranga' hospitality—a national philosophy.",
      "Senegal is the world's largest exporter of baobab fruit and products.",
      "Senegal has a 'Goree Island' that was a major center for the slave trade.",
      "Senegal is the birthplace of 'Mbalax' music—a fusion of jazz and soul.",
      "Senegal's national sport is traditional 'Laamb' wrestling.",
      "Senegal is home to the 'African Renaissance Monument', taller than the Statue of Liberty.",
      "Senegal has a desert that is being stopped by a 'Great Green Wall' of trees."
    ]
  },
  {
    "country": "Portugal",
    "facts": [
      "Portugal has the world's oldest bookstore, open since 1732.",
      "Portugal was the first colonial power to abolish slavery in 1761.",
      "Portugal is home to the world's largest cork forest (50% of world supply).",
      "Portugal has a law that forbids you from peeing in the ocean (though hard to enforce).",
      "Portugal's 'Fado' music is a UNESCO heritage of soulful singing.",
      "Portugal has a 'Chapel of Bones' made with the skeletons of 5,000 monks.",
      "Portugal is the westernmost country in mainland Europe.",
      "Portugal has a 'Pastel de Nata' custard tart that is world-famous.",
      "Portugal once shared the world with Spain via the Treaty of Tordesillas.",
      "Portugal has some of the biggest waves ever surfed (over 100 feet tall)."
    ]
  },
  {
    "country": "New Zealand",
    "facts": [
      "New Zealand has a hill with an 85-letter name—the longest place name.",
      "New Zealand was the first nation to give women the right to vote.",
      "New Zealand has more sheep than people—roughly five sheep for every person.",
      "New Zealand has no snakes or dangerous land animals.",
      "New Zealand's 'Hobbiton' is a permanent movie set from Lord of the Rings.",
      "New Zealand is home to the 'Kea', the world's only alpine parrot.",
      "New Zealand's 'Kiwi' is a flightless bird that lays an egg 25% of its body size.",
      "New Zealand has more than 15,000 kilometers of coastline.",
      "New Zealand once had a 10-foot tall flightless bird called the Moa.",
      "New Zealand has a 'Sky Tower' that is the tallest structure in the Southern Hemisphere."
    ]
  },
  {
    "country": "Afghanistan",
    "facts": [
      "Afghanistan is the world's largest producer of high-quality opium.",
      "Afghanistan's national sport is 'Buzkashi'—fighting over a goat carcass on horseback.",
      "Afghanistan has the world's oldest oil paintings, dating back to 650 AD.",
      "Afghanistan has changed its flag more times (20) than any other country in a century.",
      "Afghanistan's 'Bamiyan' was once home to the world's largest standing Buddhas.",
      "Afghanistan is the birthplace of the 'Lapis Lazuli' gemstone trade.",
      "Afghanistan is one of the most hospitable nations, despite decades of war.",
      "Afghanistan's currency is the 'Afghani' (don't call people that!).",
      "Afghanistan has 'Kites' that are used in fierce competitive battles.",
      "Afghanistan's 'Herat' has a 2,000-year-old citadel built by Alexander the Great."
    ]
  },
  {
    "country": "Kyrgyzstan",
    "facts": [
      "Kyrgyzstan has the world's largest natural-growth walnut forest.",
      "Kyrgyzstan is home to the 'Epic of Manas', the world's longest epic poem.",
      "Kyrgyzstan has an ancient tradition of 'Eagle Hunting' with massive golden eagles.",
      "Kyrgyzstan's 'Lake Issyk-Kul' is the second-largest alpine lake—and it never freezes.",
      "Kyrgyzstan has more than 2,000 high-altitude lakes.",
      "Kyrgyzstan's national drink is 'Kymyz'—fermented mare's milk.",
      "Kyrgyzstan has a 'World Nomad Games' featuring traditional sports.",
      "Kyrgyzstan is known as the 'Switzerland of Central Asia' for its mountains.",
      "Kyrgyzstan has more than 80 different mountain ranges.",
      "Kyrgyzstan's capital was once named after a fermented horse milk tool."
    ]
  },
  {
    "country": "Israel",
    "facts": [
      "Israel has the highest number of museums per capita in the world.",
      "Israel is home to the lowest point on Earth's land—the Dead Sea.",
      "Israel's 'Wailing Wall' receives over 1 million written prayers every year.",
      "Israel is the only country that revived an unspoken language (Hebrew) for daily use.",
      "Israel has the highest number of Nobel Prizes per capita in the world.",
      "Israel's 'Negev' desert covers more than half of its entire land area.",
      "Israel is the birthplace of 'Waze', 'Viber', and 'Cherry Tomatoes'.",
      "Israel has more than 300 days of sunshine every year.",
      "Israel's 'Galilee' is the only place in the world with freshwater in the desert.",
      "Israel is home to the world's largest underground hospital."
    ]
  },
  {
    "country": "Norway",
    "facts": [
      "Norway's King knighted a penguin named Nils Olav.",
      "Norway has the highest gas prices in the world despite being an oil giant.",
      "Norway has the world's longest road tunnel—24.5km long.",
      "Norway is the birthplace of modern skiing.",
      "Norway has a 'Svalbard' island where it is illegal to die (due to permafrost).",
      "Norway's 'Global Seed Vault' stores every plant seed on Earth for safety.",
      "Norway has the most Olympic Winter Games medals of any country.",
      "Norway's 'Fjords' are some of the world's most spectacular natural wonders.",
      "Norway has an island where the sun never sets for 76 days.",
      "Norway's 'Brown Cheese' (Brunost) is a national delicacy that tastes like fudge."
    ]
  },
  {
    "country": "Mozambique",
    "facts": [
      "Mozambique is the only country with a modern assault rifle (AK-47) on its flag.",
      "Mozambique was celebrated in a love song by Bob Dylan.",
      "Mozambique is home to one of the world's largest coral reefs.",
      "Mozambique's 'Bazaruto' archipelago has dunes that meet the turquoise sea.",
      "Mozambique is the only Commonwealth nation that was never a British colony.",
      "Mozambique's 'Island of Mozambique' was the capital for 400 years.",
      "Mozambique has over 2,500km of pristine Indian Ocean coastline.",
      "Mozambique's 'Maputo' is known as the 'City of Acacias'.",
      "Mozambique is a major producer of cashews and prawns.",
      "Mozambique has a 'Great Limpopo Transfrontier Park' shared with neighbors."
    ]
  },
  {
    "country": "Guatemala",
    "facts": [
      "Guatemala is the birthplace of the chocolate bar—the Maya ate it solid first.",
      "Guatemala has 23 different languages spoken by its people.",
      "Guatemala's Lake Atitlán is the deepest lake in Central America.",
      "Guatemala has more than 30 different volcanoes, three of which are active.",
      "Guatemala's 'Tikal' is home to massive ancient Mayan pyramids.",
      "Guatemala's national bird, the Quetzal, has tail feathers 3 feet long.",
      "Guatemala's 'Semuc Champey' is a natural limestone bridge with turquoise pools.",
      "Guatemala is the world's leading producer of jade.",
      "Guatemala's name means 'Land of Many Trees'.",
      "Guatemala once saw a volcano eruption that lasted for 100 years."
    ]
  },
  {
    "country": "Tanzania",
    "facts": [
      "Tanzania has the world's highest concentration of wild animals per sq km.",
      "Tanzania is the only place in the world to find 'Tanzanite' gems.",
      "Tanzania is home to Mount Kilimanjaro—the tallest mountain in Africa.",
      "Tanzania's 'Ngorongoro' is the world's largest inactive volcanic caldera.",
      "Tanzania has over 120 different ethnic groups and languages.",
      "Tanzania's 'Zanzibar' is the 'Spice Island' and birthplace of Freddie Mercury.",
      "Tanzania has a 'Great Migration' of 1.5 million wildebeest every year.",
      "Tanzania's 'Lake Tanganyika' is the second deepest lake on Earth.",
      "Tanzania has more than 30% of its land protected in national parks.",
      "Tanzania is the birthplace of 'Swahili', the most spoken African language."
    ]
  },
  {
    "country": "Réunion",
    "facts": [
      "Réunion is home to one of the world's most active volcanoes (Piton de la Fournaise).",
      "Réunion is officially a part of France and uses the Euro.",
      "Réunion has some of the world's most spectacular mountain 'cirques'.",
      "Réunion is one of the youngest islands on Earth (3 million years old).",
      "Réunion has no native land mammals—all were introduced by humans.",
      "Réunion is known for its high-quality 'Bourbon' vanilla production.",
      "Réunion has the highest waterfall in France—over 300m tall.",
      "Réunion's 'Cilaos' is a mountain town famous for its wine and lentils.",
      "Réunion has more than 1,000km of hiking trails in a tiny space.",
      "Réunion is a major hub for shark research in the Indian Ocean."
    ]
  },
  {
    "country": "Georgia",
    "facts": [
      "Georgia is the 'Cradle of Wine' with winemaking dating back 8,000 years.",
      "Georgia has its own unique 33-letter alphabet that looks like no other.",
      "Georgia is home to the world's deepest cave—Veryovkina Cave.",
      "Georgia's 'Ushguli' is the highest continuously inhabited village in Europe.",
      "Georgia has more than 500 different varieties of indigenous grapes.",
      "Georgia's 'Supra' feast is a national institution of endless toasts.",
      "Georgia is the birthplace of 'Polyphonic' singing—a UNESCO heritage.",
      "Georgia has some of the highest peaks in the Caucasus mountains.",
      "Georgia's capital, Tbilisi, has natural sulfur baths in the city center.",
      "Georgia has a 'Cave City' (Vardzia) with over 600 rooms in a cliff."
    ]
  },
  {
    "country": "El Salvador",
    "facts": [
      "El Salvador is the 'Land of Volcanoes' with more than 20 active ones.",
      "El Salvador calls its rainy season 'winter' despite being in the north.",
      "El Salvador was the first country to adopt Bitcoin as legal tender.",
      "El Salvador is the smallest and most densely populated country in Central America.",
      "El Salvador is home to the 'Joya de Cerén'—the 'Pompeii of the Americas'.",
      "El Salvador has the world's best surfing waves (supposedly) at El Tunco.",
      "El Salvador's national dish is 'Pupusas'—stuffed corn tortillas.",
      "El Salvador has no Caribbean coastline—only the Pacific.",
      "El Salvador is a major producer of indigo and high-quality coffee.",
      "El Salvador's 'Lake Coatepeque' can turn a vivid turquoise color."
    ]
  },
  {
    "country": "Brunei",
    "facts": [
      "Brunei has a 'floating village' with its own hospitals and schools on stilts.",
      "Brunei's 'Istana Nurul Iman' is the world's largest residential palace.",
      "Brunei's Sultan was once the richest person in the entire world.",
      "Brunei has a 'Venice of the East' city with 30,000 residents on water.",
      "Brunei has conserved over 70% of its pristine tropical rainforests.",
      "Brunei is a strictly Muslim nation where alcohol is banned.",
      "Brunei has a 'Grand Mosque' with domes made of pure 24-carat gold.",
      "Brunei and Singapore dollars are interchangeable and equal in value.",
      "Brunei has a 1,788-room palace with 257 bathrooms.",
      "Brunei is one of the few remaining absolute monarchies in the world."
    ]
  },
  {
    "country": "Ecuador",
    "facts": [
      "Ecuador is the first country to recognize the 'Rights of Nature' in its laws.",
      "Ecuador's Mount Chimborazo is the point on Earth closest to the stars.",
      "Ecuador is named after the Equator which runs directly through it.",
      "Ecuador is home to the Galápagos Islands and its unique wildlife.",
      "Ecuador is the world's largest exporter of bananas.",
      "Ecuador has the most species of plants per square kilometer.",
      "Ecuador's 'Mitad del Mundo' is a monument where you can stand in two hemispheres.",
      "Ecuador is the birthplace of the 'Panama Hat' (made of Toquilla straw).",
      "Ecuador has a 'Hummingbird' capital with over 130 different species.",
      "Ecuador has more than 30 active volcanoes."
    ]
  },
  {
    "country": "Cambodia",
    "facts": [
      "Cambodia's Angkor Wat is the world's largest religious monument.",
      "Cambodia is the only country to feature a building on its national flag.",
      "Cambodia has a 'Bamboo Train' made of platforms and small engines.",
      "Cambodia has no McDonald's—one of the few countries without it.",
      "Cambodia's 'Tonle Sap' lake changes its flow direction twice a year.",
      "Cambodia has a tradition where geckos can predict a person's marriage.",
      "Cambodia's 'Angkor Thom' once had a population of 1 million in the 12th century.",
      "Cambodia has millions of landmines still buried in its rural landscape.",
      "Cambodia's 'Irrawaddy' dolphins look like small white beluga whales.",
      "Cambodia's funerals can last 49 days and cost more than a year's salary."
    ]
  },
  {
    "country": "Ireland",
    "facts": [
      "Ireland has a 'Leprechaun Museum' dedicated to myth and folklore.",
      "Ireland has no wild snakes—a fact attributed to St. Patrick.",
      "Ireland's 'Newgrange' tomb is older than both the Pyramids and Stonehenge.",
      "Ireland's 'Guinness' brewery has a 9,000-year lease on its land.",
      "Ireland is home to the world's oldest pub—founded in 900 AD.",
      "Ireland has more than 30,000 castles and castle ruins.",
      "Ireland's 'Halloween' originated from the ancient Celtic festival of Samhain.",
      "Ireland is the only country to have a musical instrument (the Harp) as its symbol.",
      "Ireland has a 'Wild Atlantic Way' that is one of the world's longest coastal routes.",
      "Ireland's 'Cliffs of Moher' drop 700 feet into the ocean."
    ]
  },
  {
    "country": "Luxembourg",
    "facts": [
      "Luxembourg is the world's only remaining 'Grand Duchy'.",
      "Luxembourg made all its public transport nationwide completely free.",
      "Luxembourg has three official languages—none of which is 'Luxembourgeois' alone.",
      "Luxembourg has the highest GDP per capita in the entire world.",
      "Luxembourg's 'Bock Casemates' is an underground tunnel fortress 23km long.",
      "Luxembourg is home to the European Court of Justice.",
      "Luxembourg has more than 100 different nationalities living in its capital.",
      "Luxembourg is the safest country in the world (according to some surveys).",
      "Luxembourg's 'Echternach' has a 'Dancing Procession' that is a UNESCO heritage.",
      "Luxembourg has more than 1,000km of hiking trails in a tiny area."
    ]
  },
  {
    "country": "Rwanda",
    "facts": [
      "Rwanda has a law banning plastic bags—visitors are searched at the airport.",
      "Rwanda has a monthly 'Umuganda' community service day for all citizens.",
      "Rwanda has the highest percentage of women in its parliament on Earth.",
      "Rwanda is the 'Land of a Thousand Hills' (Le Pays des Mille Collines).",
      "Rwanda is home to over a third of the world's mountain gorillas.",
      "Rwanda is one of the cleanest countries in the world.",
      "Rwanda's 'Lake Kivu' is one of three 'Exploding Lakes' that contain methane.",
      "Rwanda's capital, Kigali, is the safest city in Africa.",
      "Rwanda is a major producer of high-quality tea and coffee.",
      "Rwanda has a 'Naming Ceremony' (Kwita Izina) for every baby gorilla born."
    ]
  },
  {
    "country": "Lebanon",
    "facts": [
      "Lebanon is home to 'Byblos', the oldest continuously inhabited city.",
      "Lebanon is the only Middle Eastern nation without a desert.",
      "Lebanon's 'Cedar Trees' are thousands of years old and on the flag.",
      "Lebanon has been destroyed and rebuilt seven times in its history.",
      "Lebanon is home to the world's first Law School (in ancient Beirut).",
      "Lebanon has a 'Jeita Grotto' with the world's largest stalactite.",
      "Lebanon's 'Baalbek' has the largest Roman temple ever built.",
      "Lebanon is where the first Alphabet was invented by the Phoenicians.",
      "Lebanon has more of its citizens living abroad than in the country.",
      "Lebanon is home to the world's oldest winery still in production."
    ]
  },
  {
    "country": "Kuwait",
    "facts": [
      "Kuwait's 'Dinar' is the highest-valued currency in the entire world.",
      "Kuwait has the world's lowest death rate per 1,000 people.",
      "Kuwait is the only Gulf state with an elected National Assembly.",
      "Kuwait's 'Mirror House' is the world's only house covered in glass mosaics.",
      "Kuwait is home to the world's largest concentration of oil per sq km.",
      "Kuwait once saw the world's largest oil fire (600 wells burning).",
      "Kuwait's 'Falcons' are treated as members of the family.",
      "Kuwait has no permanent lakes or rivers of its own.",
      "Kuwait's 'Towers' are a national symbol and store millions of gallons of water.",
      "Kuwait is one of the hottest inhabited places on Earth (reaching 54°C)."
    ]
  },
  {
    "country": "Azerbaijan",
    "facts": [
      "Azerbaijan is the 'Land of Fire' with natural gas fires that burn eternally.",
      "Azerbaijan has 'Baku', the lowest-lying capital city (28m below sea level).",
      "Azerbaijan has almost half of the world's mud volcanoes (350 of 700).",
      "Azerbaijan has a track on the Voyager 1 space probe in deep space.",
      "Azerbaijan's 'Nobel Prize' was funded by money earned from its oil.",
      "Azerbaijan was the first Muslim-majority nation to give women the vote.",
      "Azerbaijan has 9 out of the world's 11 different climate zones.",
      "Azerbaijan's 'Baku Metro' plays music when trains arrive at stations.",
      "Azerbaijan has the world's largest KFC—housed in a historic railway station.",
      "Azerbaijan once had the world's tallest flagpole (since surpassed)."
    ]
  },
  {
    "country": "Libya",
    "facts": [
      "Libya is home to 'Leptis Magna', the best-preserved Roman city.",
      "Libya once recorded the world's highest temperature (58°C).",
      "Libya's Sahara Desert covers over 90% of the entire country.",
      "Libya has the world's largest irrigation project (The Great Man-Made River).",
      "Libya's 'Cyrene' was an ancient Greek city and center of learning.",
      "Libya has no permanent rivers—it relies entirely on groundwater.",
      "Libya has some of the world's most spectacular ancient rock art.",
      "Libya's 'Ghadames' is the 'Pearl of the Desert' with white-walled homes.",
      "Libya is home to five UNESCO World Heritage sites.",
      "Libya once had the world's highest GDP per capita in Africa."
    ]
  },
  {
    "country": "Mali",
    "facts": [
      "Mali was home to 'Mansa Musa', the wealthiest person in history.",
      "Mali's 'Timbuktu' was the center of Islamic learning for centuries.",
      "Mali has the 'Great Mosque of Djenné', the largest mud-brick building.",
      "Mali's 'Dogon' people have astronomical knowledge that predates telescopes.",
      "Mali's 'Niger River' is the lifeline of the country and a desert highway.",
      "Mali has more than 1,000 ancient manuscripts stored in secret libraries.",
      "Mali's 'Festival of the Desert' is a world-famous Tuareg music event.",
      "Mali is landlocked and was once part of three different great empires.",
      "Mali's national symbol is the 'Great Mosque' and two bows.",
      "Mali is a major producer of gold and cotton in Africa."
    ]
  },
  {
    "country": "South Africa",
    "facts": [
      "South Africa is the only country with three different capital cities.",
      "South Africa is the 'Rainbow Nation' with 11 official languages.",
      "South Africa is home to the world's largest man-made forest.",
      "South Africa has the world's oldest meteor crater (Vredefort Dome).",
      "South Africa has a 'Sardine Run' so big it is visible from space.",
      "South Africa is the birthplace of 'Rooibos' tea (found nowhere else).",
      "South Africa is the only country to have produced two Nobel Peace winners from the same street.",
      "South Africa has the highest bridge bungee jump in the world.",
      "South Africa is home to 'Table Mountain', one of the new 7 wonders.",
      "South Africa's 'Kruger Park' is one of the world's best wildlife reserves."
    ]
  },
  {
    "country": "Lithuania",
    "facts": [
      "Lithuania was the last country in Europe to adopt Christianity.",
      "Lithuania is the only country with its own official national scent.",
      "Lithuania has a language that is the oldest surviving Indo-European tongue.",
      "Lithuania's 'Hill of Crosses' has over 100,000 crosses on a single hill.",
      "Lithuania was once the largest country in Europe in the 14th century.",
      "Lithuania has an island castle (Trakai) that is a national symbol.",
      "Lithuania's national sport is Basketball—it's almost a second religion.",
      "Lithuania's 'Curonian Spit' has some of the highest sand dunes in Europe.",
      "Lithuania's 'Stelmužė Oak' is one of the oldest trees in Europe (1,500 years).",
      "Lithuania has the highest density of storks in the entire world."
    ]
  },
  {
    "country": "Paraguay",
    "facts": [
      "Paraguay is a bilingual nation where Guaraní is spoken by 90% of the population, often more than Spanish.",
      "Paraguay is home to the Itaipú Dam, one of the world's largest hydroelectric plants, which it shares with Brazil.",
      "The flag of Paraguay is unique among national flags because it has different emblems on the front and back sides.",
      "Paraguay is often called the 'Heart of South America' due to its central location on the continent.",
      "The Gran Chaco region covers about 60% of Paraguay but holds less than 5% of the population.",
      "Paraguay has no coastline but boasts a massive navy, operating on its extensive river network.",
      "Tereré (cold herbal mate) is the national drink of Paraguay and a declared UNESCO Intangible Cultural Heritage.",
      "Paraguay fought the devastating War of the Triple Alliance (1864–1870) against Argentina, Brazil, and Uruguay.",
      "The currency of Paraguay, the Guaraní, is one of the oldest and most stable currencies in South America.",
      "Paraguay is a haven for Mennonite communities who have turned parts of the harsh Chaco into productive farmland."
    ]
  },
  {
    "country": "Uruguay",
    "facts": [
      "Uruguay was the first country in the world to fully legalize the production and sale of cannabis in 2013.",
      "Uruguay hosted and won the very first FIFA World Cup in 1930.",
      "Uruguay generates over 95% of its electricity from renewable sources like wind and hydropower.",
      "Uruguay has the longest national anthem in the world in terms of duration (about 5 minutes).",
      "Uruguay is often called the 'Switzerland of South America' due to its banking stability and secularism.",
      "Cows outnumber people in Uruguay by roughly three to one.",
      "Uruguay is the most secular country in South America, officially separating church and state in 1917.",
      "The capital of Uruguay, Montevideo, is the southernmost capital city in the Americas.",
      "Uruguay provides a free laptop to every primary school student under the Plan Ceibal initiative.",
      "The national dish of Uruguay is the 'chivito', a massive steak sandwich stacked with ham, cheese, eggs, and bacon."
    ]
  },
  {
    "country": "Algeria",
    "facts": [
      "Algeria is the largest country in Africa by land area.",
      "The Sahara Desert covers more than 80% of the territory of Algeria.",
      "Algeria was home to Saint Augustine of Hippo, one of the most influential theologians in Western Christianity.",
      "The Casbah of Algiers in Algeria is a UNESCO World Heritage site known for its maze-like streets and Ottoman palaces.",
      "Algeria has huge oil and gas reserves and is a major supplier of energy to Europe.",
      "The national animal of Algeria is the Fennec Fox, the smallest fox in the world with huge ears.",
      "Algeria fought a brutal war of independence against France that lasted from 1954 to 1962.",
      "There are seven UNESCO World Heritage Sites in Algeria, including the Roman ruins of Timgad.",
      "Cheb Mami and Cheb Khaled popularized Raï music globally from their home in Algeria.",
      "Algeria has a space agency (ASAL) and has launched several satellites for earth observation."
    ]
  },
  {
    "country": "Burkina Faso",
    "facts": [
      "The name Burkina Faso means 'Land of Incorruptible People' or 'Land of Honest Men'.",
      "The capital city of Burkina Faso, Ouagadougou, is often affectionately shortened to 'Ouaga'.",
      "Burkina Faso hosts FESPACO, the largest and most prestigious film festival in Africa.",
      "Burkina Faso is famous for its intricate mask cultures, used in spiritual ceremonies.",
      "Burkina Faso was formerly known as Upper Volta until Thomas Sankara renamed it in 1984.",
      "Cotton is the main cash crop of Burkina Faso and is often referred to as 'white gold'.",
      "The Ruines de Loropéni in Burkina Faso are ancient stone fortifications and a UNESCO World Heritage site.",
      "Burkina Faso is one of the world's leading producers of shea nuts, used for shea butter.",
      "The Moré language is spoken by the Mossi people, the largest ethnic group in Burkina Faso.",
      "Traditional mud-brick architecture is common in Burkina Faso, particularly in the beautifully painted houses of Tiébélé."
    ]
  },
  {
    "country": "Namibia",
    "facts": [
      "The Namib Desert in Namibia is considered the oldest desert in the world, dating back at least 55 million years.",
      "Namibia has the second-lowest population density of any sovereign country (after Mongolia).",
      "Sossusvlei in Namibia is famous for its towering red sand dunes, some of the highest in the world.",
      "The Skeleton Coast of Namibia is named for the whale bones and hundreds of shipwrecks littering the shore.",
      "Namibia was the first country to incorporate environmental protection into its constitution.",
      "Namibia is home to the world's largest population of free-roaming cheetahs.",
      "The Fish River Canyon in Namibia is the second largest canyon in the world, after the Grand Canyon.",
      "Kolmanskop in Namibia is a famous ghost town that was once a thriving diamond mining settlement.",
      "The Hoba Meteorite in Namibia is the largest known single-piece meteorite on Earth.",
      "Strange circular patches of barren land called 'Fairy Circles' dot the landscape of Namibia, puzzling scientists."
    ]
  },
  {
    "country": "Zimbabwe",
    "facts": [
      "Zimbabwe is home to the majestic Victoria Falls, known locally as Mosi-oa-Tunya ('The Smoke That Thunders').",
      "Great Zimbabwe is an ancient ruined city that was the capital of a wealthy trading empire.",
      "Zimbabwe has 16 official languages, the most of any country in the world.",
      "Lake Kariba in Zimbabwe is the world's largest man-made lake by volume.",
      "Zimbabwe experienced one of the worst episodes of hyperinflation in history in the late 2000s.",
      "The 'Balancing Rocks' in Epworth, Zimbabwe, are a famous geological formation featured on the currency.",
      "Zimbabwe has one of the highest literacy rates in Africa.",
      "Zimbabwe is landlocked, bordered by South Africa, Botswana, Zambia, and Mozambique.",
      "Totems (mutupo) are a significant part of culture in Zimbabwe, identifying clan lineage.",
      "Hwange National Park in Zimbabwe is famous for its massive herds of elephants."
    ]
  },
  {
    "country": "Mongolia",
    "facts": [
      "Mongolia is the most sparsely populated sovereign nation in the world.",
      "The Gobi Desert in the south of Mongolia is a rich source of dinosaur fossils.",
      "Ulaanbaatar, the capital of Mongolia, is the coldest national capital in the world by average annual temperature.",
      "More than a quarter of the population of Mongolia still lives a nomadic or semi-nomadic pastoral lifestyle.",
      "The Mongol Empire under Genghis Khan, originating in Mongolia, was the largest contiguous land empire in history.",
      "The 'Naadam' festival in Mongolia features the 'three manly sports': wrestling, horse racing, and archery.",
      "Fermented mare's milk, known as Airag, is the traditional national beverage of Mongolia.",
      "The two-humped Bactrian camel is native to Mongolia.",
      "Throat singing (Khoomei) in Mongolia allows a singer to produce two distinct pitches simultaneously.",
      "There are almost as many horses as there are people in Mongolia."
    ]
  },
  {
    "country": "Zambia",
    "facts": [
      "Zambia shares Victoria Falls with Zimbabwe, offering a different perspective of the natural wonder.",
      "The Zambezi River is the fourth-longest river in Africa and flows through Zambia.",
      "Zambia is one of the world's largest producers of copper.",
      "South Luangwa National Park in Zambia is considered the birthplace of the walking safari.",
      "Zambia is named after the Zambezi River.",
      "Lake Kariba's dam wall provides significant hydroelectric power to both Zambia and Zimbabwe.",
      "The annual Kuomboka ceremony in Zambia involves the Lozi king moving to higher ground on a massive barge.",
      "Termite mounds in Zambia can grow as tall as a small house.",
      "Zambia was known as Northern Rhodesia before gaining independence in 1964.",
      "The currency of Zambia is the Kwacha, which means 'dawn' in local languages."
    ]
  },
  {
    "country": "Tajikistan",
    "facts": [
      "Tajikistan is highly mountainous, with over 90% of its land covered by upland terrain.",
      "The Pamir Highway in Tajikistan is the second highest international highway in the world.",
      "Tajikistan has the world's second-tallest flagpole (165 meters) located in Dushanbe.",
      "The Nurek Dam in Tajikistan is the second tallest man-made dam in the world.",
      "Tajikistan is the smallest country in Central Asia by land area.",
      "The Fedchenko Glacier in Tajikistan is the longest glacier outside of the polar regions.",
      "Tajikistan represents the Persian-speaking population in a largely Turkic-speaking region.",
      "Dushanbe, the capital of Tajikistan, means 'Monday', named after a weekly market.",
      "Tea houses, or 'Choihona', are central to social life and hospitality in Tajikistan.",
      "Ancient Sogdian ruins at Penjikent in Tajikistan are often called the 'Pompeii of Central Asia'."
    ]
  },
  {
    "country": "Iceland",
    "facts": [
      "Iceland sits on the Mid-Atlantic Ridge, where the North American and Eurasian tectonic plates drift apart.",
      "Iceland runs almost completely on renewable geothermal and hydroelectric energy.",
      "There are no mosquitoes in Iceland.",
      "Beer was illegal in Iceland until 1989.",
      "Iceland has no standing army, navy, or air force.",
      "The language of Iceland has changed so little that modern speakers can read 12th-century sagas.",
      "Many people in Iceland believe in, or at least do not deny, the existence of elves (Huldufólk).",
      "Iceland is home to Europe's largest glacier by volume, Vatnajökull.",
      "Iceland publishes more books per capita than any other country.",
      "Instead of surnames, people in Iceland use a patronymic system (e.g., Jónsson means Jón's son)."
    ]
  },
  {
    "country": "Guam",
    "facts": [
      "Guam is an unincorporated territory of the United States, and its residents are U.S. citizens.",
      "The slogan of Guam is 'Where America's Day Begins' because it is on the other side of the International Date Line.",
      "The indigenous people of Guam are known as Chamorros.",
      "Guam was a major theater of battle during WWII and was occupied by Japan for 2.5 years.",
      "Latte stones are ancient megalithic pillars unique to Guam used as building supports.",
      "Guam is home to a massive U.S. military presence, occupying nearly 30% of the land.",
      "The Brown Tree Snake, an invasive species in Guam, has decimated the native bird population.",
      "Guam is the largest and southernmost of the Mariana Islands.",
      "Guam has a coral reef perimeter that protects its sandy beaches.",
      "Kelaguen, a dish of meat cooked by lemon acid rather than heat, is a local staple in Guam."
    ]
  },
  {
    "country": "Estonia",
    "facts": [
      "Estonia is one of the world's most digital societies; you can vote and pay taxes online in minutes.",
      "Estonia is the birthplace of Skype.",
      "Internet access is considered a fundamental human right in Estonia.",
      "Estonia has over 2,000 islands in the Baltic Sea.",
      "Estonia performs very well in PISA education rankings, often topping Europe.",
      "Kihnu Island in Estonia is known as the 'Isle of Women' because women traditionally run the community.",
      "About 50% of Estonia consists of forest.",
      "The Old Town of Tallinn in Estonia is one of the best-preserved medieval cities in Europe.",
      "Estonia has a tradition of massive song festivals (Laulupidu) that draw tens of thousands of singers.",
      "Public transport in the capital of Estonia, Tallinn, is free for residents."
    ]
  },
  {
    "country": "Slovakia",
    "facts": [
      "Slovakia has the highest number of castles and chateaux per capita in the world.",
      "Slovakia is the geographical midpoint of Europe (though other countries claim this too).",
      "The High Tatras in Slovakia are the smallest alpine mountain range in the world.",
      "Slovakia and the Czech Republic peacefully dissolved Czechoslovakia in 1993, known as the 'Velvet Divorce'.",
      "There are over 6,000 known caves in Slovakia.",
      "The capital of Slovakia, Bratislava, borders two other countries (Austria and Hungary), the only capital to do so.",
      "Slovakia is a major car manufacturer, producing the most cars per capita in the world.",
      "Bryndzové halušky (potato dumplings with sheep cheese) is the national dish of Slovakia.",
      "The enchanting village of Čičmany in Slovakia is famous for its houses painted with geometric white patterns.",
      "Slovakia has nine national parks covering a significant portion of the country."
    ]
  }
]
