[
  {
    "pass": "123456",
    "facts": [
      "123456 is the most common password on the planet, often used by people who prioritize speed over security."
    ]
  },
  {
    "pass": "123",
    "facts": [
      "The Jackson 5 knew that password security is as easy as 123, but please do not use '123'."
    ]
  },
  {
    "pass": "1234",
    "facts": [
      "1234 is the standard four-digit PIN pattern frequently found on low-security mobile devices and bank cards."
    ]
  },
  {
    "pass": "password",
    "facts": [
      "password is the ultimate 'lazy' choice, relying on the hope that nobody would ever guess the obvious."
    ]
  },
  {
    "pass": "root",
    "facts": [
      "root targets servers where the administrator forgot to change the default credential for the master account."
    ]
  },
  {
    "pass": "12345",
    "facts": [
      "12345 is the infamous 'Spaceballs' luggage code; incredible that it's still used on real servers today!"
    ]
  },
  {
    "pass": "12345678",
    "facts": [
      "12345678 is a classic 8-character sequence used to meet the bare minimum length requirements of most systems."
    ]
  },
  {
    "pass": "123456789",
    "facts": [
      "123456789 is a full top-row numerical sweep that offers zero resistance against automated dictionary tools."
    ]
  },
  {
    "pass": "P@ssw0rd",
    "facts": [
      "P@ssw0rd is a 'clever' attempt at complexity that every bot is already programmed to expect."
    ]
  },
  {
    "pass": "cloud123!",
    "facts": [
      "cloud123! targets modern infrastructure where users think adding a symbol makes a weak word secure."
    ]
  },
  {
    "pass": "qwerty",
    "facts": [
      "qwerty is the most basic keyboard walk, requiring zero thought and providing zero security."
    ]
  },
  {
    "pass": "admin",
    "facts": [
      "admin is the factory default for millions of routers and web panels worldwide."
    ]
  },
  {
    "pass": "1q2w3e4r",
    "facts": [
      "1q2w3e4r is a 'keyboard crawl' that alternates between numbers and letters to feel more complex."
    ]
  },
  {
    "pass": "passw0rd",
    "facts": [
      "passw0rd uses a zero to 'hide' the word, a trick that stopped working against bots in the early 90s."
    ]
  },
  {
    "pass": "123123",
    "facts": [
      "123123 is a repetitive pattern that users choose when they want to double the length without the effort."
    ]
  },
  {
    "pass": "admin123",
    "facts": [
      "admin123 is a predictable upgrade for users who were forced to add numbers to the word 'admin'."
    ]
  },
  {
    "pass": "111111",
    "facts": [
      "111111 is a 'one-finger' password for people who find typing six different numbers too taxing."
    ]
  },
  {
    "pass": "1",
    "facts": [
      "1 is a single-digit attempt used by bots to exploit systems that have no minimum password length."
    ]
  },
  {
    "pass": "test",
    "facts": [
      "test is a placeholder often left behind by developers who forget to secure the system before going live."
    ]
  },
  {
    "pass": "password1",
    "facts": [
      "password1 is the quintessential example of adding the lowest possible number to a dictionary word."
    ]
  },
  {
    "pass": "1234567",
    "facts": [
      "1234567 is a lucky number sequence that is actually quite unlucky for server security."
    ]
  },
  {
    "pass": "654321",
    "facts": [
      "654321 is a countdown to a data breach; it's just the most common sequence in reverse."
    ]
  },
  {
    "pass": "letmein",
    "facts": [
      "letmein is a polite request that bots use to see if the server owner has a sense of irony."
    ]
  },
  {
    "pass": "1234567890",
    "facts": [
      "1234567890 is the 'full house' of numerical digits, yet it offers no actual protection."
    ]
  },
  {
    "pass": "welcome",
    "facts": [
      "welcome is an incredibly friendly password that essentially rolls out the red carpet for hackers."
    ]
  },
  {
    "pass": "000000",
    "facts": [
      "000000 is a standard default for many devices that users rarely bother to update."
    ]
  },
  {
    "pass": "ubuntu",
    "facts": [
      "ubuntu targets users who use their operating system's name as a password—a very common mistake."
    ]
  },
  {
    "pass": "root123",
    "facts": [
      "root123 combines the most powerful account name with the most common number sequence."
    ]
  },
  {
    "pass": "123qwe",
    "facts": [
      "123qwe merges the top-left numbers and letters into a single, highly predictable string."
    ]
  },
  {
    "pass": "abc123",
    "facts": [
      "abc123 is as simple as it gets, combining the start of the alphabet with the start of the numbers."
    ]
  },
  {
    "pass": "toor",
    "facts": [
      "toor is 'root' spelled backward, a classic default password for older security tools."
    ]
  },
  {
    "pass": "guest",
    "facts": [
      "guest is a standard low-privilege login that bots try to hijack to find a path into the system."
    ]
  },
  {
    "pass": "1qaz2wsx",
    "facts": [
      "1qaz2wsx is a zig-zag keyboard pattern that bots can guess instantly based on finger placement."
    ]
  },
  {
    "pass": "default",
    "facts": [
      "default is a literal guess that the admin hasn't bothered to set a real password yet."
    ]
  },
  {
    "pass": "123abc",
    "facts": [
      "123abc flips the standard 'abc123' pattern but remains just as vulnerable to automated scans."
    ]
  },
  {
    "pass": "p@ssw0rd",
    "facts": [
      "p@ssw0rd uses two substitutions to look 'strong,' but it’s a top-tier target for every botnet."
    ]
  },
  {
    "pass": "12",
    "facts": [
      "12 is a two-digit guess used to probe for accounts with incredibly weak security requirements."
    ]
  },
  {
    "pass": "user",
    "facts": [
      "user is a generic placeholder that is surprisingly often left as the actual login credential."
    ]
  },
  {
    "pass": "password123",
    "facts": [
      "password123 is the 'vanilla' version of a slightly extended dictionary password."
    ]
  },
  {
    "pass": "Password@123",
    "facts": [
      "Password@123 is a textbook example of a password created to satisfy a 'capital, symbol, number' rule."
    ]
  },
  {
    "pass": "test123",
    "facts": [
      "test123 is a classic temporary credential used during server builds and then forgotten."
    ]
  },
  {
    "pass": "changeme",
    "facts": [
      "changeme is a standard prompt from software that many users ironically never follow."
    ]
  },
  {
    "pass": "qwerty123",
    "facts": [
      "qwerty123 is a basic keyboard sweep followed by a basic number sweep."
    ]
  },
  {
    "pass": "pass123",
    "facts": [
      "pass123 is a shortened version of 'password123' for the even more time-constrained user."
    ]
  },
  {
    "pass": "P@ssw0rd123",
    "facts": [
      "P@ssw0rd123 is a complex-looking string that is actually one of the most leaked passwords in history."
    ]
  },
  {
    "pass": "pass",
    "facts": [
      "pass is a minimal four-letter guess that targets people who value brevity above all else."
    ]
  },
  {
    "pass": "solana",
    "facts": [
      "solana targets blockchain enthusiasts who might use the name of their favorite crypto as a password."
    ]
  },
  {
    "pass": "oracle",
    "facts": [
      "oracle is a default credential for specific enterprise database systems."
    ]
  },
  {
    "pass": "Pa$$w0rd",
    "facts": [
      "Pa$$w0rd uses dollar signs to feel 'expensive,' but it's a very cheap security measure."
    ]
  },
  {
    "pass": "debian",
    "facts": [
      "debian targets servers where the admin used the name of the operating system as a login."
    ]
  },
  {
    "pass": "123321",
    "facts": [
      "123321 is a numerical palindrome that users think is clever, but bots find it trivial."
    ]
  },
  {
    "pass": "mysql",
    "facts": [
      "mysql targets database administrators who leave the service name as the default login."
    ]
  },
  {
    "pass": "888888",
    "facts": [
      "888888 is considered a 'lucky' number in some cultures, but it’s very unlucky for server safety."
    ]
  },
  {
    "pass": "2026",
    "facts": [
      "2026 is a 'future-dated' password used by bots to find accounts created for upcoming projects."
    ]
  },
  {
    "pass": "blank",
    "facts": [
      "Bots try blank passwords to exploit systems that are catastrophically misconfigured."
    ]
  },
  {
    "pass": "qwer1234",
    "facts": [
      "qwer1234 is a four-key sweep followed by four numbers—a standard bot-dictionary entry."
    ]
  },
  {
    "pass": "a",
    "facts": [
      "a is a single-letter probe used to find accounts with zero security constraints."
    ]
  },
  {
    "pass": "1111",
    "facts": [
      "1111 is a standard four-digit PIN that is often used on simple IoT devices."
    ]
  },
  {
    "pass": "centos",
    "facts": [
      "centos targets servers where the login matches the specific brand of Linux installed."
    ]
  },
  {
    "pass": "ubnt",
    "facts": [
      "ubnt is the hardcoded default for Ubiquiti hardware; if you see this, someone forgot to hit 'save'."
    ]
  },
  {
    "pass": "qwe123",
    "facts": [
      "qwe123 is a three-letter keyboard sweep and a three-number sequence combined."
    ]
  },
  {
    "pass": "Admin@123",
    "facts": [
      "Admin@123 is a common 'corporate' password used when people are forced to include a symbol."
    ]
  },
  {
    "pass": "admin@123",
    "facts": [
      "admin@123 is a lowercase variation of a classic complexity-rule password."
    ]
  },
  {
    "pass": "frappeuser@123",
    "facts": [
      "frappeuser@123 is the default credential for specific business management software suites."
    ]
  },
  {
    "pass": "administrator",
    "facts": [
      "administrator targets Windows-based systems where the long-form master name is used."
    ]
  },
  {
    "pass": "1qaz@WSX",
    "facts": [
      "1qaz@WSX is a complex-looking keyboard pattern that bots can guess by finger-geometry."
    ]
  },
  {
    "pass": "!@#$%^&*",
    "facts": [
      "!@#$%^&* is a full-row symbol sweep that people use when they think symbols alone equal safety."
    ]
  },
  {
    "pass": "P@ssword123",
    "facts": [
      "P@ssword123 is a 'strong' password that is actually in every bot's top 100 list."
    ]
  },
  {
    "pass": "passwd",
    "facts": [
      "passwd is the command used to change passwords on Linux, and bots try it as a password itself."
    ]
  },
  {
    "pass": "raspberry",
    "facts": [
      "raspberry is the famous default for the Raspberry Pi; if you're a bot, this is a goldmine."
    ]
  },
  {
    "pass": "redhat",
    "facts": [
      "redhat targets enterprise servers using the Red Hat Linux brand name as a credential."
    ]
  },
  {
    "pass": "linux",
    "facts": [
      "linux is a generic guess for anyone who thinks the name of the kernel is a secure secret."
    ]
  },
  {
    "pass": "321",
    "facts": [
      "321 is a three-digit countdown that bots use to probe for extremely weak accounts."
    ]
  },
  {
    "pass": "Admin123",
    "facts": [
      "Admin123 is the go-to password for people who want to feel official but are still lazy."
    ]
  },
  {
    "pass": "sol",
    "facts": [
      "sol targets Solana blockchain nodes by using the ticker symbol of the currency."
    ]
  },
  {
    "pass": "rootroot",
    "facts": [
      "rootroot is a repetitive master-account name used when a system requires more than 4 characters."
    ]
  },
  {
    "pass": "admin1",
    "facts": [
      "admin1 is a variation for admins who have more than one account and zero imagination."
    ]
  },
  {
    "pass": "admin1234",
    "facts": [
      "admin1234 is a four-number extension of the most common administrative login."
    ]
  },
  {
    "pass": "Password1",
    "facts": [
      "Password1 is a classic 'minimum effort' password that fulfills a 'numbers required' rule."
    ]
  },
  {
    "pass": "postgres",
    "facts": [
      "postgres is the default administrative password for the PostgreSQL database engine."
    ]
  },
  {
    "pass": "root@123",
    "facts": [
      "root@123 is a hybrid password targeting Linux admins who are forced to use symbols."
    ]
  },
  {
    "pass": "root1234",
    "facts": [
      "root1234 is a slightly longer sequence for the master administrative account."
    ]
  },
  {
    "pass": "Password",
    "facts": [
      "Password is a capitalized dictionary word that bots try to bypass case-sensitive systems."
    ]
  },
  {
    "pass": "www",
    "facts": [
      "www targets web servers where the admin named the login after the service itself."
    ]
  },
  {
    "pass": "server",
    "facts": [
      "server is a generic guess for anyone who named their login after the machine's role."
    ]
  },
  {
    "pass": "apache",
    "facts": [
      "apache is the default credential for the Apache web server service account."
    ]
  },
  {
    "pass": "master",
    "facts": [
      "master targets 'primary' nodes in server clusters where the admin used a high-status name."
    ]
  },
  {
    "pass": "Passw0rd",
    "facts": [
      "Passw0rd uses a zero substitution to try and fool automated security scanners."
    ]
  },
  {
    "pass": "test1",
    "facts": [
      "test1 is a common variation of a temporary account name used during setup."
    ]
  },
  {
    "pass": "docker",
    "facts": [
      "docker is a service account password for container management tools."
    ]
  },
  {
    "pass": "1234qwer",
    "facts": [
      "1234qwer is a four-number and four-letter keyboard sweep combined into one."
    ]
  },
  {
    "pass": "sysadmin",
    "facts": [
      "sysadmin targets accounts with high-level System Administrator privileges."
    ]
  },
  {
    "pass": "root1",
    "facts": [
      "root1 is a variation for the master account when the user is forced to add a digit."
    ]
  },
  {
    "pass": "deploy",
    "facts": [
      "deploy is a service account password used for automated website updates."
    ]
  },
  {
    "pass": "P@ssword",
    "facts": [
      "P@ssword is a common symbol substitution for the most famous password in the world."
    ]
  },
  {
    "pass": "5nWt3P-fF4WosQm5O",
    "facts": [
      "5nWt3P-fF4WosQm5O is a complex string likely leaked from a specific configuration file."
    ]
  },
  {
    "pass": "zabbix",
    "facts": [
      "zabbix is the default password for the Zabbix server monitoring platform."
    ]
  },
  {
    "pass": "hadoop",
    "facts": [
      "hadoop is the default administrative credential for the Apache Hadoop data system."
    ]
  },
  {
    "pass": "1q2w3e",
    "facts": [
      "1q2w3e is a short keyboard pattern alternating between the first two rows."
    ]
  },
  {
    "pass": "ftp",
    "facts": [
      "ftp is a standard default for file transfer services that lack proper security."
    ]
  },
  {
    "pass": "git",
    "facts": [
      "git targets development servers where the tool name is used as the login."
    ]
  },
  {
    "pass": "Aa123456",
    "facts": [
      "Aa123456 is a very common way to fulfill 'Upper/Lower/Number' requirements with no effort."
    ]
  },
  {
    "pass": "system",
    "facts": [
      "system is a generic guess for accounts that manage background computer tasks."
    ]
  },
  {
    "pass": "z",
    "facts": [
      "z is a single-letter probe used to find systems with no minimum password length."
    ]
  },
  {
    "pass": "wasd",
    "facts": [
      "wasd is the universal gaming movement pattern—bots know gamers use it as a password too!"
    ]
  },
  {
    "pass": "q1w2e3r4",
    "facts": [
      "q1w2e3r4 is a numerical keyboard alternate that feels complex but is highly predictable."
    ]
  },
  {
    "pass": "support",
    "facts": [
      "support targets technical helpdesk accounts that often have elevated system access."
    ]
  },
  {
    "pass": "validator",
    "facts": [
      "validator targets blockchain nodes that are responsible for verifying transactions."
    ]
  },
  {
    "pass": "abcd1234",
    "facts": [
      "abcd1234 combines the start of the alphabet with the start of the numbers."
    ]
  },
  {
    "pass": "user123",
    "facts": [
      "user123 is a common extension of a generic username placeholder."
    ]
  },
  {
    "pass": "nginx",
    "facts": [
      "nginx is a service account password for the Nginx web server engine."
    ]
  },
  {
    "pass": "oracle123",
    "facts": [
      "oracle123 is a numerical extension for default enterprise database credentials."
    ]
  },
  {
    "pass": "user1",
    "facts": [
      "user1 is a generic variation for the first account created on a new system."
    ]
  },
  {
    "pass": "111",
    "facts": [
      "111 is a three-digit sequence used to probe for extremely vulnerable accounts."
    ]
  },
  {
    "pass": "r",
    "facts": [
      "r is a single-letter guess used by bots to test for misconfigured logins."
    ]
  },
  {
    "pass": "minecraft",
    "facts": [
      "minecraft targets game servers where the name of the game is used as the security code."
    ]
  },
  {
    "pass": "0",
    "facts": [
      "0 is a single-digit probe used to find accounts with no minimum security."
    ]
  },
  {
    "pass": "!QAZ2wsx",
    "facts": [
      "!QAZ2wsx is a complex-looking keyboard pattern that bots identify by key layout."
    ]
  },
  {
    "pass": "ts",
    "facts": [
      "ts is a shorthand guess for TeamSpeak voice-over-IP servers used by gamers."
    ]
  },
  {
    "pass": "web",
    "facts": [
      "web is a generic guess for accounts that manage website content or servers."
    ]
  },
  {
    "pass": "adminadmin",
    "facts": [
      "adminadmin is a repetitive pattern used to double the length of a common password."
    ]
  },
  {
    "pass": "test1234",
    "facts": [
      "test1234 is a standard four-number extension for temporary setup accounts."
    ]
  },
  {
    "pass": "123123123",
    "facts": [
      "123123123 is a triple repetition of a common sequence to meet length requirements."
    ]
  },
  {
    "pass": "rootpass",
    "facts": [
      "rootpass is a literal description of what the password is for—very helpful for hackers!"
    ]
  },
  {
    "pass": "tester",
    "facts": [
      "tester targets accounts created for one-time testing that were never deleted."
    ]
  },
  {
    "pass": "qwerty123456",
    "facts": [
      "qwerty123456 is a long keyboard and number sweep that users think is 'strong' due to length."
    ]
  },
  {
    "pass": "dev",
    "facts": [
      "dev targets developer accounts which often have wide-reaching system access."
    ]
  },
  {
    "pass": "manager",
    "facts": [
      "manager targets administrative accounts used to manage background software programs."
    ]
  },
  {
    "pass": "demo",
    "facts": [
      "demo is a standard placeholder for visitor accounts that often have weak security."
    ]
  },
  {
    "pass": "1qazxsw2",
    "facts": [
      "1qazxsw2 is a keyboard pattern created by moving up and down the left side of the keys."
    ]
  },
  {
    "pass": "vagrant",
    "facts": [
      "vagrant is the default credential for virtual development environments created with Vagrant."
    ]
  },
  {
    "pass": "4321",
    "facts": [
      "4321 is a simple numerical countdown that is in every bot's dictionary."
    ]
  },
  {
    "pass": "r00t",
    "facts": [
      "r00t uses zeros to 'hide' the master account name, but it's a very old trick."
    ]
  },
  {
    "pass": "p",
    "facts": [
      "p is a single-letter guess used to probe for accounts with no security."
    ]
  },
  {
    "pass": "testuser",
    "facts": [
      "testuser targets placeholder accounts that lack proper password rotation."
    ]
  },
  {
    "pass": "ftpuser",
    "facts": [
      "ftpuser is a generic credential for file transfer services targeted for data theft."
    ]
  },
  {
    "pass": "test2",
    "facts": [
      "test2 is a common guess for secondary testing accounts left on the server."
    ]
  },
  {
    "pass": "aaa",
    "facts": [
      "aaa is a repetitive single-key sequence used to probe for weak security rules."
    ]
  },
  {
    "pass": "FAqY7=MZk66k-ob3Rmk",
    "facts": [
      "FAqY7=MZk66k-ob3Rmk is a complex string likely leaked from a specific technical configuration."
    ]
  },
  {
    "pass": "q",
    "facts": [
      "q is a single-letter probe used by bots to identify misconfigured logins."
    ]
  },
  {
    "pass": "54321",
    "facts": [
      "54321 is a simple numerical countdown that is easily guessed by automated tools."
    ]
  },
  {
    "pass": "testtest",
    "facts": [
      "testtest is a repetitive placeholder used by admins who are in a hurry."
    ]
  },
  {
    "pass": "1qazXSW@",
    "facts": [
      "1qazXSW@ is a keyboard pattern that satisfies complex password requirements."
    ]
  },
  {
    "pass": "pass1234",
    "facts": [
      "pass1234 is a four-number extension of a common dictionary-based password."
    ]
  },
  {
    "pass": "temp",
    "facts": [
      "temp targets temporary accounts created for a single task and then forgotten."
    ]
  },
  {
    "pass": "asdf1234",
    "facts": [
      "asdf1234 is a four-key home-row sweep followed by four numbers."
    ]
  },
  {
    "pass": "bot",
    "facts": [
      "bot targets automated accounts that might have hardcoded passwords in their code."
    ]
  },
  {
    "pass": "root123456",
    "facts": [
      "root123456 is a longer sequence for the master administrative account login."
    ]
  },
  {
    "pass": "admin12345",
    "facts": [
      "admin12345 is a five-number extension for the most common admin login."
    ]
  },
  {
    "pass": "adminroot",
    "facts": [
      "adminroot combines the two most targeted account names into a single credential."
    ]
  },
  {
    "pass": "passpass",
    "facts": [
      "passpass is a repetitive dictionary word used to meet minimum length requirements."
    ]
  },
  {
    "pass": "secret",
    "facts": [
      "secret is an ironic password choice that is anything but secret from a bot's perspective."
    ]
  },
  {
    "pass": "123qwerty",
    "facts": [
      "123qwerty merges the top-row numbers and letters into one predictable string."
    ]
  },
  {
    "pass": "testing",
    "facts": [
      "testing is a standard placeholder for accounts created during system development."
    ]
  },
  {
    "pass": "LeitboGi0ro",
    "facts": [
      "LeitboGi0ro is a signature password used by the Mirai botnet to hijack IoT devices."
    ]
  },
  {
    "pass": "Huawei@123",
    "facts": [
      "Huawei@123 is a well-known default password for configuring Huawei network hardware."
    ]
  },
  {
    "pass": "Password123",
    "facts": [
      "Password123 is a capitalized variation of a top-tier dictionary-and-number password."
    ]
  },
  {
    "pass": "s",
    "facts": [
      "s is a single-letter probe used to identify accounts with no security constraints."
    ]
  },
  {
    "pass": "alpine",
    "facts": [
      "alpine is the famous default password for Docker containers running Alpine Linux."
    ]
  },
  {
    "pass": "es",
    "facts": [
      "es is a shorthand guess for the Elasticsearch database service account."
    ]
  },
  {
    "pass": "sys",
    "facts": [
      "sys targets high-level system accounts used to manage background tasks."
    ]
  },
  {
    "pass": "mysql123",
    "facts": [
      "mysql123 is a numerical extension for default MySQL database credentials."
    ]
  },
  {
    "pass": "azerty",
    "facts": [
      "azerty is a keyboard sweep based on the French keyboard layout."
    ]
  },
  {
    "pass": "00000000",
    "facts": [
      "00000000 is an eight-digit sequence used to meet the standard minimum length rule."
    ]
  },
  {
    "pass": "test@123",
    "facts": [
      "test@123 is a common 'complex' password for temporary developer accounts."
    ]
  },
  {
    "pass": "102030",
    "facts": [
      "102030 is a rhythmic numerical pattern that is surprisingly common in bot dictionaries."
    ]
  },
  {
    "pass": "Test123",
    "facts": [
      "Test123 is a capitalized variation for temporary accounts used during setup."
    ]
  },
  {
    "pass": "123456a@",
    "facts": [
      "123456a@ is a sequence designed to tick all the boxes of a complexity-rule policy."
    ]
  },
  {
    "pass": "666666",
    "facts": [
      "666666 is a repetitive numerical sequence that bots try against weak systems."
    ]
  },
  {
    "pass": "qq123456",
    "facts": [
      "qq123456 combines a letter repetition with the most common number sequence."
    ]
  },
  {
    "pass": "n",
    "facts": [
      "n is a single-letter probe used to identify misconfigured server logins."
    ]
  },
  {
    "pass": "postgres123",
    "facts": [
      "postgres123 is a numerical extension for default PostgreSQL database credentials."
    ]
  },
  {
    "pass": "Qwer1234",
    "facts": [
      "Qwer1234 is a capitalized four-key sweep followed by four numbers."
    ]
  },
  {
    "pass": "qwertyuiop",
    "facts": [
      "qwertyuiop is a full sweep of the entire top row of a standard keyboard."
    ]
  },
  {
    "pass": "aa123456",
    "facts": [
      "aa123456 is a low-effort password that combines letters and the most common numbers."
    ]
  },
  {
    "pass": "elastic",
    "facts": [
      "elastic is the default password for the Elasticsearch search engine's admin user."
    ]
  },
  {
    "pass": "jenkins",
    "facts": [
      "jenkins targets the Jenkins automation server using its own name as the key."
    ]
  },
  {
    "pass": "weblogic",
    "facts": [
      "weblogic is the default administrative password for Oracle's WebLogic platform."
    ]
  },
  {
    "pass": "elasticsearch",
    "facts": [
      "elasticsearch is the full name of the service account used as a credential."
    ]
  },
  {
    "pass": "pi",
    "facts": [
      "pi targets Raspberry Pi devices where the user left the original login unchanged."
    ]
  },
  {
    "pass": "g",
    "facts": [
      "g is a single-letter probe used by bots to test for vulnerable logins."
    ]
  },
  {
    "pass": "welcome1",
    "facts": [
      "welcome1 is a common 'first-time' password that users forget to change after login."
    ]
  },
  {
    "pass": "lab123",
    "facts": [
      "lab123 targets accounts used in educational or testing lab environments."
    ]
  },
  {
    "pass": "0000",
    "facts": [
      "0000 is a standard four-digit PIN used as a default for many IoT devices."
    ]
  },
  {
    "pass": "zxcvbnm",
    "facts": [
      "zxcvbnm is a sweep of the entire bottom row of a standard keyboard."
    ]
  },
  {
    "pass": "test12345",
    "facts": [
      "test12345 is a five-number extension for temporary accounts used during system builds."
    ]
  },
  {
    "pass": "1q2w3e4r5t",
    "facts": [
      "1q2w3e4r5t is a long keyboard crawl that feels secure but is easily predicted by bots."
    ]
  },
  {
    "pass": "qazwsxedc",
    "facts": [
      "qazwsxedc is a diagonal keyboard pattern that follows a specific physical sweep."
    ]
  },
  {
    "pass": "oracle1234",
    "facts": [
      "oracle1234 is a four-number extension for default enterprise database credentials."
    ]
  },
  {
    "pass": "vps",
    "facts": [
      "vps targets users who use the name of their virtual server service as a password."
    ]
  },
  {
    "pass": "11111111",
    "facts": [
      "11111111 is an eight-digit sequence for people who find typing eight ones convenient."
    ]
  },
  {
    "pass": "qwerty12345",
    "facts": [
      "qwerty12345 is a keyboard sweep followed by a five-number sequence."
    ]
  },
  {
    "pass": "solv",
    "facts": [
      "solv targets Solana-based blockchain software and cryptocurrency nodes."
    ]
  },
  {
    "pass": "alex",
    "facts": [
      "alex is a common human name used in dictionary attacks to find the server owner's login."
    ]
  },
  {
    "pass": "121212",
    "facts": [
      "121212 is a repetitive numerical pattern that is very easy to remember and to crack."
    ]
  },
  {
    "pass": "ubuntu123",
    "facts": [
      "ubuntu123 is a common variation of the operating system name used as a credential."
    ]
  },
  {
    "pass": "Abc123456",
    "facts": [
      "Abc123456 is a low-effort password that ticks the boxes for case-sensitivity and numbers."
    ]
  },
  {
    "pass": "1qaz!QAZ",
    "facts": [
      "1qaz!QAZ is a mirrored keyboard pattern designed to meet high complexity standards."
    ]
  },
  {
    "pass": "112233",
    "facts": [
      "112233 is a rhythmic numerical sequence that bots try against vulnerable systems."
    ]
  },
  {
    "pass": "orangepi",
    "facts": [
      "orangepi is the default password for the Orange Pi, a popular alternative to the Raspberry Pi."
    ]
  }
]